Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/ActionLogTypeResource.*.resx
Languages: vi_vn

source: Accessible Door Export
vi_vn: Xuất danh sách cửa được truy cập

source: Active door
vi_vn: Cửa hoạt động

source: Add
vi_vn: Thêm mới

source: Analysis Export
vi_vn: Phân tích

# AssignDoor
source: Assign Door(s)
vi_vn: Điểm kiểm soát

source: Assign User
vi_vn: gán người dùng

# AssignUsersToDoor
source: Assign user(s) to the door
vi_vn: gán người dùng vào cửa

source: Auto Register
vi_vn: Tự động đăng kí

source: Basic Info Transmit
vi_vn: Thông tin đồng bộ cơ bản

source: Change password
vi_vn: Thay đổi mật khẩu

source: Change timezone
vi_vn: Thay đổi múi giờ

source: Command
vi_vn: Lệnh

# Copy
source: Copy Door Setting
vi_vn: Sao chép Thiết lập cửa

source: Copy Door Setting
vi_vn: Sao chép Thiết lập cửa

source: Delete
vi_vn: Xóa

source: Delete multiple
vi_vn: Xóa nhiều

# DeleteMultipleType
source: Delete multiple {0}
vi_vn: Xóa nhiều {0}

source: Door Delete Multiple
vi_vn: Xóa nhiều cửa

source: Door Open
vi_vn: Mở cửa

source: Door Update
vi_vn: Cập nhật cửa

source: Event Export
vi_vn: Xuất sự kiện

source: Export
vi_vn: Xuất

source: Fail
vi_vn: Lỗi

# ForcedClose
source: Emergency close
vi_vn: Đóng khẩn cấp

# ForcedOpen
source: Emergency open
vi_vn: Mở khẩn cấp

source: Holiday Transmit
vi_vn: Đồng bộ ngày nghỉ

source: Import
vi_vn: Nhập dữ liệu

source: Inactive Door
vi_vn: Cửa không hoạt động

source: Invalid Door
vi_vn: Cửa không hợp lệ

source: Login
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

# MoveDepartment
source: Change department of user
vi_vn: Thay đổi phòng ban của người dùng

source: Recovery
vi_vn: Khôi phục

source: Registered User Export
vi_vn: Xuất người dùng đã đăng ký

# Reinstall
source: Reinstall door setting
vi_vn: Cài đặt lại cấu hình của cửa

# Release
source: Emergency Release
vi_vn: Giải phóng khẩn cấp

# Reset
source: Reboot
vi_vn: Khởi động lại

source: Success
vi_vn: Thành công

source: Sync
vi_vn: Đồng bộ

source: System Log Export
vi_vn: Xuất nhật kí hệ thống

source: Timezone Transmit
vi_vn: Đồng bộ múi giờ

source: Transmit
vi_vn: Đồng bộ

source: Unassign Door
vi_vn: Bỏ điểm kiểm soát

source: Unassign User
vi_vn: Bỏ gán người dùng

source: Update
vi_vn: Cập Nhật

source: Update Door
vi_vn: Cập nhật cửa

source: Update Multiple User
vi_vn: Cập nhật nhiều người dùng

source: User Add
vi_vn: Thêm người dùng

source: User Delete
vi_vn: Xóa người dùng

source: User Delete Multiple
vi_vn: Xóa nhiều người dùng

source: Valid Door
vi_vn: Cửa hợp lệ
