Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/BookResource.*.resx
Languages: vi_vn

# lblBook
source: book
vi_vn: sách

# msgIsbnNumberExisted
source: ISBN number is existed in system
vi_vn: ISBN đã tồn tại trên hệ thống

# lblAvailable
source: Available
vi_vn: Đang có sẵn

# lblRented
source: Rented
vi_vn: Đã thuê

# msgBookRented
source: Book was rented
vi_vn: Sách đã được cho mượn

# lblBookArea
source: Book area
vi_vn: Khu sách

# msgNameBookAreaExisted
source: Book Area Name Existed
vi_vn: Tên khu chứa sách đã tồn tại

# msgBookAreaNotExisted
source: BookArea not existed in system
vi_vn: Khu chứa sách không tồn tại trong hệ thống

# msgBookNotExisted
source: Book not existed in system
vi_vn: Sách này không có trong thư viện

# msgBorrowBookSuccess
source: Borrow Book Success
vi_vn: Sách được mượn thành công

# msgReturnBookSuccess
source: Return Book Success
vi_vn: Trả sách thành công

# msgDeadlineRequired
source: Return time must be greater than borrowing time.
vi_vn: Thời điểm trả sách phải lớn hơn thời điểm mượn sách

# lblPaid
source: Paid
vi_vn: Đã trả

# lblUnPaid
source: UnPaid
vi_vn: Chưa trả

# lblBookName
source: Book name
vi_vn: Tên sách

# lblAuthor
source: Author
vi_vn: Tác giả

# lblIsbnNumber
source: ISBN Number
vi_vn: Mã ISBN

# lblRentingStatus
source: Renting Status
vi_vn: Tình trạng cho thuê

# lblBorrowerName
source: Borrower
vi_vn: Người thuê sách

# lblDeadlineDate
source: Deadline Date
vi_vn: Ngày hẹn trả sách

# lblReturnDate
source: Return Date
vi_vn: Ngày trả sách

# lblBorrowDate
source: Borrow Date
vi_vn: Ngày thuê sách

# msgExtendBookSuccess
source: Extend book success
vi_vn: Gia hạn sách thành công

# lblCreatedOn
source: Created On
vi_vn: Ngày tạo

# msgImportBookProcess
source: List of books are importing. Please wait...
vi_vn: Sách đang được thêm vào. Vui lòng chờ hệ thống xử lý.

# msgImportBookComplete
source: List of books were imported complete!
vi_vn: Hoàn tất việc thêm sách vào trong hệ thống!
