Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/MailContentResource.*.resx
Languages: af_na, ja_jp, ko_kr

# BodyCompanyAccount
source: Dear {0}&nbsp;, <br><br> Your account has been created and you will be able to manage your site now.&nbsp;<br> <table> <tr> <td>Your site: </td> <td><a href="{1}">{2}</a></td> </tr> <tr> <td>Username: </td> <td>{3}</td> </tr> <tr> <td>Automated message, please do not reply </td> <td></td> </tr> </table> <br><br> Regards,<br>Demaster Pro Support Team.
af_na: Gửi {0}&nbsp;, <br><br> Tài khoản của bạn được tạo mới và bạn có thể quản lý trang web của bạn ngay lúc này&nbsp;<br> <table> <tr> <td>Trang web của bạn: </td> <td><a href="{1}">{2}</a></td> </tr> <tr> <td>Tên đăng nhập: </td> <td>{3}</td> </tr> <tr> <td>Tin nhắn được gửi tự động , vui lòng không gửi lại </td> <td></td> </tr> </table> <br><br> Hân hạnh ,<br>Demaster Pro Support Team.
ja_jp: {0}へようこそ、<br> <br>アカウントが作成されました。サイトを今すぐ管理できるようになります。<br> <テーブル> <tr> <td>あなたのサイト：</td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td>ユーザー名：</td> <td> {3} </td> </tr> <tr> <td>パスワード：</td> <td> {4} </td> </tr> </table> <br> <br> よろしく、<br> Demaster Proサポートチーム。
ko_kr: 친애하는 {0} &nbsp; <br> <br> 귀하의 계정이 만들어 졌으므로 지금 귀하의 사이트를 관리 할 수 있습니다. &nbsp; <br> <table> <tr> <td> 귀하의 사이트 : </ td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td> 사용자 이름 : </td> <td> {3} </td> </tr> <tr> <td> 비밀번호 : </td> <td> {4} </td> </tr> </table> <br> <br> 감사합니다. <br> Demaster Pro Support Team.

# BodyCompanyExpired
source: Dear {0},&nbsp;<br><br> Your account will expire {1} days please contact the Customer Service Center at <a href="mailto:{2}">{3}</a>&nbsp; <br><br> Regards, <br> Demaster Pro Support Team.
af_na: {0}님께, &nbsp; <br> 귀하의 계정은 {1} 일 후에 만료됩니다. <a href="mailto:{2}"> {3} </a> 고객 서비스 센터에 문의하십시오 &nbsp; <br> <br> 감사합니다. <br> Demaster Pro 지원팀.
ja_jp: {0}様、<br> <br> <br> アカウントの有効期限は{1}日です。<a href="mailto:{2}"> {3} </a>にあるカスタマーサービスセンターにご連絡ください。 <br> <br> よろしく、 <br> Demaster Proサポートチーム。
ko_kr: {0}님께, &nbsp; <br> 귀하의 계정은 {1} 일 후에 만료됩니다. <a href="mailto:{2}"> {3} </a> 고객 서비스 센터에 문의하십시오 &nbsp; <br> <br> 감사합니다. <br> Demaster Pro 지원팀.

# BodyCompanyOldAccount
source: Dear {0},&nbsp;<br><br> Your account has been changed. You will no longer use <a href="{1}">{2}</a> account for the company <a href="{3}">{4}</a> <br><br> Regards, <br> Demaster Pro Support Team.
af_na: {0}님께, &nbsp; <br> 귀하의 계정이 변경되었습니다. 회사 <a href="{3}" {4} </a>에 더 이상 <a href="{1}"> {2} </a> 계정을 사용하지 않습니다. <br> <br> 감사합니다. <br> Demaster Pro 지원팀.
ja_jp: {0}様、<br> <br> <br> あなたのアカウントは変更されました。 会社の<a href="{1}"> {2} </a>アカウントを使用しなくなります<a href="{3}"> {4} </a> <br> <br> よろしく、 <br> Demaster Proサポートチーム。
ko_kr: {0}님께, &nbsp; <br> 귀하의 계정이 변경되었습니다. 회사 <a href="{3}" {4} </a>에 더 이상 <a href="{1}"> {2} </a> 계정을 사용하지 않습니다. <br> <br> 감사합니다. <br> Demaster Pro 지원팀.

# BodyCompanyUpdate
source: Dear {0},&nbsp;<br><br> Your account has been changed. &nbsp;<br> <table> <tr> <td>Your site: </td> <td><a href="{1}">{2}</a></td> </tr> <tr> <td>Username: </td> <td>{3}</td> </tr> <tr> <td>Contact: </td> <td>{4}</td> </tr> </table> <br><br> Regards,<br>Demaster Pro Support Team.
af_na: {0}님께, &nbsp; <br> 귀하의 계정이 변경되었습니다. &nbsp; <br> <table> <tr> <td> 귀하의 사이트 : </td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td> 사용자 이름 : </td> <td> {3} </td> </tr> <tr> <td> 연락처 : </td> <td> {4} </td> </tr> </table> <br> <br> 감사합니다. <br> Demaster Pro Support Team.
ja_jp: {0}様、<br> <br>アカウントは変更されました。<br> n） <テーブル> <tr> <td>あなたのサイト：</td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td>ユーザー名：</td> <td> {3} </td> </tr> <tr> <td>連絡先：</td> <td> {4} </td> </tr> </table> <br> <br> よろしく、<br> Demaster Proサポートチーム。
ko_kr: {0}님께, &nbsp; <br> 귀하의 계정이 변경되었습니다. &nbsp; <br> <table> <tr> <td> 귀하의 사이트 : </td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td> 사용자 이름 : </td> <td> {3} </td> </tr> <tr> <td> 연락처 : </td> <td> {4} </td> </tr> </table> <br> <br> 감사합니다. <br> Demaster Pro Support Team.

# BodyInternalServerError
source: <table> <tr> <td>Account: </td> <td>{0}</td> </tr> <tr> <td>Access URL: </td> <td>{1}</td> </tr> <tr> <td>Exception: </td> <td>{2}</td> </tr> <td>Inner exception: </td> <td>{3}</td> </tr> </table> <br> Demaster Pro Support Team.
af_na: <table> <tr> <td> 계정 : </td> <td> {0} </td> </tr> <tr> <td> 액세스 URL : </td> <td> {1} </ td> </tr> <tr> <td> 예외 : </td> <td> {2} </td> </tr> <td> 내부 예외 : </td> <td> {3} </td> </tr> </table> <br> Demaster Pro 지원팀.
ja_jp: <table> <tr> <td>アカウント：</td> <td> {0} </td> </tr> <tr> <td>アクセスURL：</td> <td> {1} </td> </tr> <tr> <td>例外：</td> <td> {2} </td> </tr> <td>内部例外：</td> <td> {3} </td> </tr> </table> <br> Demaster Proサポートチーム。
ko_kr: <table> <tr> <td> 계정 : </td> <td> {0} </td> </tr> <tr> <td> 액세스 URL : </td> <td> {1} </ td> </tr> <tr> <td> 예외 : </td> <td> {2} </td> </tr> <td> 내부 예외 : </td> <td> {3} </td> </tr> </table> <br> Demaster Pro 지원팀.

# SubjectCompanyAccount
source: Your account has been successfully created.
af_na: Tạo tài khoản thành công.
ja_jp: アカウントが正常に作成されました。
ko_kr: 로그인 계정이 성공적으로 생성되었습니다.

# SubjectCompanyAccountAdmin
source: User's account has been successfully created.
af_na: Tạo tài khoản thành công.
ko_kr: 사용자의 로그인 계정이 성공적으로 생성되었습니다.

# SubjectCompanyExpired
source: [DemasterPro] Your account will expire {0} days
af_na: [DemasterPro] 로그인 계정이 만료됩니다 {0} 일
ja_jp: [DemasterPro]あなたのアカウントは{0}日で期限切れになります
ko_kr: [DemasterPro] 로그인 계정이 만료됩니다 {0} 일

# SubjectCompanyOldAccount
source: Your account has been changed.
af_na: Tài khoản của bạn đã thay đổi.
ja_jp: あなたのアカウントは変更されました。
ko_kr: 로그인 계정이 변경되었습니다.

# SubjectCompanyUpdate
source: Your account has been changed.
af_na: Tài khoản của bạn đã thay đổi.
ja_jp: あなたのアカウントは変更されました。
ko_kr: 로그인 계정이 변경되었습니다.

# SubjectResetAccount
source: Forgot Your Password.
af_na: Quên mật khẩu.
ja_jp: パスワードをお忘れですか。
ko_kr: 비밀번호를 잊었습니다.

# BodyWelcome
source: <b>Congratulations! <small>You are registered.</small></b>
af_na: <b>Chúc mừng! <small>Tài khoản tạo thành công.</small></b>
ja_jp: <b>おめでとうございます。 <small>アカウントが登録されました。</small></b>
ko_kr: <b>축하합니다! <small>계정이 등록되셨습니다.</small></b>

# BodyWelcomeUserGreeting
source: <b>Dear {0}. We're excited to have you on board.</b><br/><br/> Below you'll find your account information. You can download the DeMasterPro app directly through the Download Button.
af_na: <b>Xin chào {0}. Chào mừng bạn đến dịch vụ của chúng tôi .</b><br/><br/> Bạn có thể tìm thấy thông tin tài khoản của mình bên dưới. Bạn có thể tải về ứng dụng điện thoai theo đường dẫn hoặc biểu tượng phía dưới.
ja_jp: 親愛なる{0}さんへ <br> 会員様と一緒になって嬉しいです。 <br> 会員様のアカウント情報は以下からご確認いただけます。 <br> 下のリンクやアイコンでmobile appをダウンロードできます。
ko_kr: 친애하는 {0}님께 <br> 회원님과 함께하게 되어 기쁩니다. <br> 회원님의 계정 정보는 아래에서 확인하실 수 있습니다. <br> 아래 링크나 아이콘을 통해 mobile app 을 바로 다운로드 하실 수 있습니다.

# BodyWelcomeUserPassword
source: <a href="{0}" style="color:#478dfc; text-decoration:underline;">CLICK HERE</a> to create your password.
af_na: <a href="{0}" style="color:#478dfc; text-decoration:underline;">Bấm vào đây</a> để tạo mật khẩu.
ja_jp: <a href="{0}" style="color:#478dfc; text-decoration:underline;">ここ</a> をクリックしてパスワードを設定してください。
ko_kr: <a href="{0}" style="color:#478dfc; text-decoration:underline;">여기</a>를 클릭하여 비밀번호를 설정해주세요.

# BodyWelcomeLogin
source: LOG IN NOW
af_na: Đăng nhập
ja_jp: ログイン
ko_kr: 로그인

# BodyWorkingTimeInfo
source: Hours: Mon-Fri 9:30-17:00, Sat. Sun. Closed
af_na: Giờ làm việc: Thứ Hai - Thứ Sáu 9:30-17:00.
ja_jp: 時間:月-金9:30-17:00. 土、日 休み
ko_kr: 시간: 월-금 9:30-17:00. 토,일 휴무

# BodyCustomerSupport
source: {0}<br> Customer Support: <a href="mailto:{1}" style="font-size:13px; color:#263238; text-decoration:none;">{1}</a><br>
af_na: {0}<br> Hỗ trợ khách hàng: <a href="mailto:{1}" style="font-size:13px; color:#263238; text-decoration:none;">{1}</a><br>
ja_jp: {0}<br> 顧客サポート: <a href="mailto:{1}" style="font-size:13px; color:#263238; text-decoration:none;">{1}</a><br>
ko_kr: {0}<br> 고객 지원: <a href="mailto:{1}" style="font-size:13px; color:#263238; text-decoration:none;">{1}</a><br>

# BodyCompanyInfo
source: Company Info<br> Company URL: <a href="{0}" target="_blank" style="font-size:13px; color:#525252; text-decoration:none;">{0}</a>
af_na: Thông tin công ty<br> Đường dẫn: <a href="{0}" target="_blank" style="font-size:13px; color:#525252; text-decoration:none;">{0}</a>
ja_jp: 会社情報<br> 会社URL: <a href="{0}" target="_blank" style="font-size:13px; color:#525252; text-decoration:none;">{0}</a>
ko_kr: 회사 정보<br> 회사 URL: <a href="{0}" target="_blank" style="font-size:13px; color:#525252; text-decoration:none;">{0}</a>

# BodyWelcomeManagerGreeting
source: We're glad to be with you. <br> Your account has been registered as a manager account. <br> From now on, you can manage the website using the account information below.
af_na: Chúng tôi rất hân hạnh được cộng tác cùng bạn. <br> Bạn được đăng kí với tư cách là tài khoản quản lý.<br> Bạn có thể quản trị hệ thống sử dụng thông tin tài khoản phía dưới.
ja_jp: 会員様と一緒になって嬉しいです。 <br> 会員様のアカウントが管理者アカウントに登録されました。 <br> これからは以下のアカウント情報を利用してウェブサイトを管理することができる。
ko_kr: 회원님과 함께하게 되어 기쁩니다. <br> 회원님의 계정이 관리자 계정으로 등록되셨습니다. <br> 이제부터 아래의 계정 정보를 이용하여 웹 사이트를 관리하실 수 있습니다.

# BodyUpdated
source: <b><small>Your login account has been successfully changed ! </small></b>
af_na: <b><small>Tài khoản của bạn đã được thay đổi thành công ! </small></b>
ja_jp: <b><small>会員様のログインアカウントが成功裏に変更されました。</small></b>
ko_kr: <b><small>회원님의 로그인 계정이 성공적으로 변경되었습니다. </small></b>

# BodyUpdatedGreeting
source: Dear {0} <br> Thank you for always being with us. <br> Your account information has been changed as below. <br> You can download the mobile app directly through the Download Link below.
af_na: Xin chào {0} <br> Cám ơn đã tin tưởng sử dụng sản phẩm của chúng tôi. <br> Tài khoản của bạn đã được thay đổi thành công. <br> Bạn có thể tải về ứng dụng điện thoai theo đường dẫn hoặc biểu tượng phía dưới.
ja_jp: 親愛なる{0}様に <br> いつも一緒にいてくれてありがとうございます。 <br> 会員様のアカウント情報は以下のように変更されました。 <br> 以下のリンクでmobileappをダウンロードできます。
ko_kr: 친애하는 {0}님께 <br> 항상 함께해주셔서 감사합니다. <br> 회원님의 계정 정보는 아래와 같이 변경 되었습니다. <br> 아래 링크를 통해 mobile app 을 바로 다운로드 하실 수 있습니다.

# BodyReplyMessage
source: This email cannot be replied. For technical support, contact <a href="mailto:{0}" style="font-size:13px; color:#478dfc; text-decoration:none;">{0}</a>.
af_na: Thư tự động, không thể phản hồi. Để được hỗ trợ kĩ thuật, liên hệ <a href="mailto:{0}" style="font-size:13px; color:#478dfc; text-decoration:none;">{0}</a>.
ja_jp: このメールは発信専用です。 テクニカルサポートは<a href="mailto:{0}" style="font-size:13px; color:#478dfc; text-decoration:none;">{0}</a>までお問い合わせください。
ko_kr: 이 메일은 발신전용 입니다. 기술 지원은 <a href="mailto:{0}" style="font-size:13px; color:#478dfc; text-decoration:none;">{0}</a>으로 문의하십시오.

# BodyWelcomeAndroidDownload
source: DOWNLOAD<small>&nbsp;(Android)</small>
af_na: Tải về <small>&nbsp;(Android)</small>
ja_jp: ダウンロード<br><small>&nbsp;(Android)</small>
ko_kr: 다운로드<small>&nbsp;(Android)</small>

# BodyWelcomeAdminGreeting
source: We're glad to be with you. <br> Your account has been registered as an administrator account. <br> From now on, you can manage the system using the account information below.
af_na: Chúng tôi rất vui khi được đồng hành cùng bạn. <br> Tài khoản của bạn đã được đăng ký làm tài khoản quản trị viên. <br> Ngay từ bây giờ, bạn có thể quản lý hệ thống bằng thông tin tài khoản bên dưới.
ja_jp: 会員様と一緒になって嬉しいです。 <br> 会員様のアカウントがシステム管理者アカウントに登録されました。 <br> これから下記のアカウント情報を利用してシステムを管理できます。
ko_kr: 회원님과 함께하게 되어 기쁩니다. <br> 회원님의 계정이 시스템 관리자 계정으로 등록되셨습니다. <br> 이제부터 아래의 계정 정보를 이용하여 시스템을 관리하실 수 있습니다.

# BodyWelcomeManagerPassword
source: <a href="{0}" style="color:#478dfc; text-decoration:underline;">CLICK HERE</a> to create or reset your password.
af_na: <a href="{0}" style="color:#478dfc; text-decoration:underline;">Bấm vào đây</a> để tạo hoặc thay đổi mật khẩu.
ja_jp: <a href="{0}" style="color:#478dfc; text-decoration:underline;">ここ</a> をクリックしてパスワードを再設定できます。
ko_kr: <a href="{0}" style="color:#478dfc; text-decoration:underline;">여기</a>를 클릭하여 비밀번호를 재설정하실 수 있습니다.

# BodyResetPassword
source: <a href="{0}" style="color:#478dfc; text-decoration:underline;">CLICK HERE</a> to reset your password.
af_na: <a href="{0}" style="color:#478dfc; text-decoration:underline;">Bấm vào đây</a> để thay đổi mật khẩu.
ja_jp: <a href="{0}" style="color:#478dfc; text-decoration:underline;">ここ</a> をクリックしてパスワードを再設定できます。
ko_kr: <a href="{0}" style="color:#478dfc; text-decoration:underline;">여기</a>를 클릭하여 비밀번호를 재설정해주세요.

# SubjectDeviceDisconnected
source: Controller of the door "{0} ({1})" in the {2} has been disconnected.
af_na: Thiết bị điều khiển "{0} ({1})" ở {2} đã bị mất kết nối.
ja_jp: {2}建物の"{0}({1})"端末の接続が切断されました。
ko_kr: {2} 건물에 있는 "{0} ({1})" 문의 단말기 연결이 끊어졌습니다.

# BodyDeviceDisconnected
source: Dear,<br> We detected that the controller of the door "{0} ({1})" in the {2} has been disconnected.<br> If this activity is not your own operation, please check the ethernet cable or Internet status of the building and contact us if the problem persists.<br><br><br> DeMasterPro Team<br>
af_na: Gửi,<br> Hệ thống của chúng tôi ghi nhận được thiết bị điều khiển "{0} ({1})" thuộc {2} đã bị mất kết nối.<br><br><br> Nếu đây không phải là hành động của bạn, xin vui lòng kiểm tra lại cáp ethernet hoặc trạng thái Internet của đơn vị và nếu sự cố vẫn còn vui lòng liên hệ với chúng tôi.<br> DeMasterPro Team<br>
ja_jp: 親愛なる,<br> {2}にある"{0} ({1})"ドアの端末の接続が切断されました。<br><br><br> 意図した作業でない場合、建物のイーサネットケーブルまたはインターネットの状態を確認し、問題が続く場合は当社にお問い合わせください。<br> DeMasterProチーム<br>
ko_kr: 안녕하십니까,<br> {2}에 있는 "{0} ({1})" 도어의 단말기의 연결이 끊어졌습니다.<br><br><br> 의도한 작업이 아니신 경우, 건물의 이더넷 케이블 또는 인터넷 상태를 확인하고 문제가 지속되면 당사에 문의해주세요.<br> DeMasterPro 팀<br>

# SubjectDeviceConnected
source: Controller of the door "{0} ({1})" in the {2} has been connected successfully.
af_na: Thiết bị điều khiển "{0} ({1})" ở {2} đã được kết nối thành công.
ko_kr: {2} 건물에 있는 "{0} ({1})" 문의 단말기가 성공적으로 연결되었습니다.

# BodyDeviceConnected
source: Dear,<br> We detected that the controller of the door "{0} ({1})" in the {2} has been connected. <br><br><br> DeMasterPro Team <br>
af_na: Dear,<br> Hệ thống của chúng tôi ghi nhận được thiết bị điều khiển "{0} ({1})" in the {2} đã được kết nối. <br><br><br> DeMasterPro Team<br>
ja_jp: 親愛なる,<br> {2}にある"{0} ({1})"ドアのコントローラが連結されていることを感知した。<br><br><br> DeMasterProチーム<br>
ko_kr: 친애하는, <br> {2}에 있는 "{0} ({1})" 문의 단말기가 연결되었습니다. <br><br><br> DeMasterPro 팀 <br>

# BodySendQRtoUser
source: Dear {0},<br> This is QR code using for verify your identity in the company {1}.<br> Please do not delete this image.<br> If losing please contact to your manager to provide it again <br> DeMasterPro Team<br> Automated message, please do not reply.
af_na: Gửi {0},<br> Đây là mã QR dùng để xác thực định danh của bạn trong công ty {1}.<br> Xin đừng xóa mã này.<br> Nếu lỡ tay xóa hoặc đánh mất vui lòng liên hệ với quản lý của bạn để xin cấp lại <br> DeMasterPro Team<br> Tin nhắn tự động, xin vui lòng không trả lời lại.
ja_jp: 親愛なる{0}様へ、<br> このQRコードは{1}であなたの身元を確認するために使用されます。<br> このイメージを削除しないでください。<br> 紛失の際は、管理者に問い合わせて再度提供を受けてください。 <br> DeMaster Pro チーム<br> 自動メッセージです。 応答しなくてもいいです。
ko_kr: 친애하는 {0} 님께,<br> 이 QR 코드는 {1} 에서 귀하의 신원을 확인하기 위해 사용됩니다.<br> 이 이미지를 삭제하지 마십시오.<br> 분실 시 관리자에게 문의하여 다시 제공받으시길 바랍니다. <br> DeMasterPro 팀<br> 자동 메시지입니다. 응답하지 않으셔도 됩니다.

# SubjecSendQRtoUser
source: QR code for user
af_na: Mã QR cho người dùng
ja_jp: ユーザーのためのQRコード
ko_kr: 사용자를 위한 QR 코드

# BodyWelcomeDownloadExplain
source: Download DeMasterPro App.
af_na: Tải ứng dụng về điện thoại
ja_jp: 下のアイコンやダウンロードリンクを押してモバイルアプリをダウンロードしてください。
ko_kr: 아래의 아이콘이나 다운로드 링크를 눌러 모바일 앱을 다운로드 해주세요.

# BodyDownloadExplain
source: You also can download the mobile app using the link below.
af_na: Bạn có thể tải ứng dụng điện thoại bằng đường dẫn dưới đây.
ja_jp: 以下のリンクからモバイルアプリもダウンロードできます。
ko_kr: 아래 링크를 통해 모바일 앱도 다운받으실 수 있습니다.

# BodyApprovalVisit
source: Dear {0}, <br>Please check the request for approval of the visit. <br />Visitor information is as follows.
af_na: Xin chào {0}, <br>Vui lòng kiểm tra yêu cầu phê duyệt các yêu cầu ghé thăm. <br />Thông tin khách ghé thăm như sau.
ja_jp: {0}様、<br>訪問申請が要請され、メールいたします。<br/>訪問者情報は以下の通りです。
ko_kr: 친애하는 {0} 님, <br>신규 방문 신청이 등록되어 메일 드립니다.<br />방문자 정보는 아래와 같습니다.

# BodyVisitorName
source: Visitor name
af_na: Tên khách
ja_jp: 訪問者名
ko_kr: 방문자 이름

# BodyVisitorContact
source: Visitor contact
af_na: Liên hệ của khách
ja_jp: 訪問者の連絡先
ko_kr: 방문자 연락처

# BodyVisitTargetName
source: Target name
af_na: Tên người cần gặp
ja_jp: 訪問対象者
ko_kr: 방문 대상자

# BodyVisitPurpose
source: Visit purpose
af_na: Mục đích
ja_jp: 訪問目的
ko_kr: 방문 목적

# BodyApprovalCount
source: In addition, there are {0} other request(s) for visit waiting for approval.
af_na: Ngòi ra, có {0} yêu cầu (s) ghé thăm đang chờ để được duyệt.
ja_jp: この他にも、承認待機中の訪問申請が{0}件存在します。
ko_kr: 이 외에도, 승인 대기중인 방문 신청이 {0}건 존재합니다.

# BodyLinkToWeb
source: You can go directly to the website via the button below.
af_na: Bạn có thể truy cập trực tiếp vào website qua nút bên dưới.
ja_jp: 下のボタンでウェブサイトに移動できます。
ko_kr: 아래의 버튼을 통해 웹 사이트로 바로 이동하실 수 있습니다.

# SubjectRequestApproval
source: Please confirm the visit request.
af_na: Vui lòng xét duyệt yêu cầu ghé thăm.
ja_jp: 訪問要請の確認をお願いします。
ko_kr: 방문 요청 확인 부탁드립니다.

# SubjectNotificationEmail
source: The emergency mode has been activated in {0} building.
af_na: Chế độ khẩn cấp đã được kích hoạt trong {0} đơn vị.

# BodyNotificationEmail
source: Dear, <br> The emergency mode {0} has been activated for the door(s): <br> {1} of the building {2} by {3}. <br> DeMasterPro team
af_na: Xin chào, <br> Chế độ khẩn cấp {0} đã có hiệu lực cho cửa (s): <br> {1} cho đơn vị {2} bởi {3}. <br> DeMasterPro team

# SubjectNotificationEmailForceClose
source: The emergency mode in the {0} building has been deactivated.
af_na: Chế độ khẩn cấp {0} đơn vị đã ngừng hoạt động.

# BodyNotificationEmailForceClose
source: Dear, <br> The emergency mode in the {0} building has been deactivated by {1} <br> DeMasterPro team
af_na: Xin chào, <br> Chế độ khẩn cấp {0} trong đơn vị đã bị ngưng hoạt động bởi {1} <br> DeMasterPro team

# SubjectQRmail
source: The QR code has been issued normally.
af_na: Mã QR đã được cấp.
ja_jp: QRコードが正常に発行されました。
ko_kr: QR코드가 정상 발급 됐습니다.

# BodyButtonVisitor
source: Check Visitor
af_na: Kiểm tra khách thăm
ja_jp: 訪問者の確認
ko_kr: 방문자 확인

# BodyApprovedVisit
source: Dear {0}, <br>
af_na: Xin chào {0}, <br> Chuyến ghé thăm của bạn đã được duyệt.
ja_jp: {0}様、<br> あなたが申請された訪問申請が承認されました。
ko_kr: {0} 님, <br> 귀하께서 신청하신 방문신청이 승인됐습니다.

# BodySendQRtoVisit
source: You are invited to visit {0}.<br> Please scan the QR code below to the QR scanner at the door to access.<br>
af_na: Đây là mã QR dùng để xác thực định danh của bạn trong công ty {0}.<br> Xin đừng xóa mã này.<br>
ja_jp: このQRコードは{0}であなたの身元を確認するために使用されます。<br> このイメージを削除しないでください。<br>
ko_kr: 이 QR 코드는 {0} 에서 귀하의 신원을 확인하기 위해 사용됩니다.<br> 이 이미지를 삭제하지 마십시오.<br>

# BodyLostQR
source: In case of losing the code, please contact us to issue another code <br> DeMasterPro Team<br>
af_na: Nếu lỡ tay xóa hoặc đánh mất vui lòng liên hệ với quản lý của bạn để xin cấp lại <br> DeMasterPro Team<br>
ja_jp: 紛失の際は、管理者に問い合わせて再度提供を受けてください。 <br> DeMaster Pro チーム<br>
ko_kr: 분실 시 관리자에게 문의하여 다시 제공받으시길 바랍니다. <br> DeMasterPro 팀<br>

# NotificationEmergency
source: The emergency mode {0} has been activated for the door(s): {1} of the building {2} by {3}.
af_na: Chế độ {0} khẩn cấp đã được kích hoạt cho cửa: {1} tại đơn vị {2} bởi {3}.
ko_kr: {3}에 의해 비상상황({0})이 {2} 건물의 {1} 출입문에 적용 되었습니다.

# ReleaseNotification
source: The emergency mode in the {0} building has been deactivated by {1}.
af_na: Chế độ khẩn cấp trong đơn vị {0} đã bị vô hiệu hóa bởi {1}.
ko_kr: {0} 건물의 비상 상황이 {1}에 의해 비활성화 되었습니다.

# ReleaseNotification1
source: The emergency mode of device {0} in the {1} building has been deactivated by {2}.
af_na: Chế độ khẩn cấp của thiết bị {0} trong đơn vị {1} đã bị vô hiệu hóa bởi {2}.

# SubjectPassCodeMail
source: The Pass code has been created normally.
af_na: Mã số đã được tạo.
ja_jp: キーパッドのパスワードが正常に作成されました。
ko_kr: 키패드 비밀번호가 정상적으로 생성 되었습니다.

# BodyCreatedPassCode
source: Dear {0}, <br> A keypad password has been created for you to use.
af_na: Xin chào {0}, <br> Một mật khẩu Keypad đã được tạo cho bạn.
ja_jp: {0}様、<br> あなたが使用するキーパッドパスワードが作成されました。
ko_kr: {0} 님, <br> 귀하께서 사용할 키패드 비밀번호가 생성되었습니다.

# BodySendPassCodeToUser
source: The following number is a keypad password that can be used to verify your identity in the company {0}.<br> Please do not delete this email.<br>
af_na: Dãy số sau là mật khẩu Keypad có thể được sử dụng để xác minh danh tính của bạn trong công ty {0}.<br> vui lòng không xóa email này.<br>
ja_jp: 以下の番号は、{0}であなたの身元を確認するために使用できるキーパッドパスワードです。 <br> メールを削除しないでください。 <br>
ko_kr: 아래의 번호는 {0} 에서 귀하의 신원을 확인하기 위해 사용할 수 있는 키패드 비밀번호 입니다. <br> 이 메일을 삭제하지 마십시오. <br>

# SubjectRejectVisitor
source: Reject register visit to {0}
af_na: Từ chối đăng ký ghé thăm đến {0}

# BodyRejectRegisterVisit
source: Dear {0}, <br>Becase {1}, The application of {2} for a visit has been rejected by {3}. <br />
af_na: Xin chào {0}, <br>Bởi {1}, Lời mời ghé thăm của {2} đã bị từ chối bởi {3}. <br />

# SubjectApprovalVisitor
source: Your Visit application to company {0} has been approved
af_na: Lời mới ghé thăm của bạn tới công ty {0} đã được duyệt

# SubjectMailLinkRegister
source: Form register for visit of {0}
af_na: Mẫu đăng ký ghé thăm của {0}

# BodyMailLinkRegister
source: Dear {0}, <br/>Please complete the company registration form for visit<br/> Link: <a href="{1}" style="font-size:13px; color:#525252; text-decoration:none;">{1}</a><br>
af_na: Xin chào {0}, <br/>Please complete the company registration form for visit<br/>Link: <a href="{1}" style="font-size:13px; color:#525252; text-decoration:none;">{1}</a><br>

# BodyVisitLetter
source: Visit Invitation Letter
af_na: Thư mời khách

# BodyUseQrVisit
source: Use the QR Code below to access the door when you come.
af_na: Hãy sử dụng mã QR dưới đây để truy cập được cửa ra vào khi bạn đến công ty chúng tôi.

# SubjectNotifyOverDueBook
source: Duali Book Return Information
af_na: Thông tin thuê/trả sách

# BodyTitleOverDueBook
source: Duali Book Return Information
af_na: Thông tin thuê/trả sách

# BodyContentOverDueBook
source: Your book return date is approaching. Please extend or return the rental period.
af_na: Ngày trả sách của bạn đang đến gần. Vui lòng gia hạn hoặc gia hạn thêm thời gian thuê.

# SubjectLeaveRequestReview
source: Please confirm the leave request
af_na: Vui lòng xét duyệt đơn xin nghỉ phép

# BodyFormLeaveReview
source: Dear {0},<br/>Please check the leave request of the user.<br/>User information is as follows.
af_na: Gửi {0},<br/>Vui lòng kiểm tra thông tin đơn xin phép của nhân viên.<br/>Thông tin đơn xin nghỉ phép:

# SubjectLeaveRequestApproval
source: Leave Request is acepted
af_na: Đơn xin nghỉ đã được phê duyệt

# BodyFormLeaveApproval
source: Dear {0},<br/>Your leave request has been acepted.<br/>Leave request information is as follows.
af_na: Gửi {0},<br/>Đơn xin nghỉ của bạn đã được phê duyệt.<br/>Thông tin đơn xin nghỉ phép:

# BodyFormLeaveReject
source: Dear {0},<br/>Your leave request has been rejected.<br/>Leave request information is as follows.
af_na: Gửi {0},<br/>Đơn xin nghỉ của bạn đã bị từ chối.<br/>Thông tin đơn xin nghỉ phép:

# SubjectLeaveRequestReject
source: Leave Request is rejected
af_na: Đơn xin nghỉ đã bị từ chối

# SubjectMonitoringTemplate
source: Display Monitoring
af_na: Màn hình hiển thị

# BodyCompanyAccountAdmin
source: Dear {0}&nbsp;, <br><br> User's account has been created.&nbsp;<br> <table> <tr> <td>Your site: </td> <td><a href="{1}">{2}</a></td> </tr> <tr> <td>Username: </td> <td>{3}</td> </tr> </table> <br><br> Regards,<br>Demaster Pro Support Team.
ko_kr: 친애하는 {0} &nbsp; <br> <br> 다음 사용자의 계정이 만들어 졌으므로 지금 해당 되는 사용자는 사이트를 관리 할 수 있습니다. &nbsp; <br> <table> <tr> <td> 사이트 : </td> <td> <a href="{1}"> {2} </a> </td> </tr> <tr> <td> 사용자 이름 : </td> <td> {3} </td> </tr> </table> <br> <br> 감사합니다. <br> Demaster Pro Support Team.
