Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/MailContentResource.*.resx
Languages: af_na, ja_jp, ko_kr

# BodyResetAccount
source: Dear {0},&nbsp;<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> Best Regards, <br> Demaster Pro Support Team.
ja_jp: 親愛なる{0}様に<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> Best Regards, <br> Demaster Pro Support Team.
ko_kr: 친애하는 {0}님께,<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> 감사합니다. <br> Demaster Pro Support Team.

# BodyResetPasswordNewAccount
source: Dear {0},&nbsp;<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> Best Regards, <br> Demaster Pro Support Team.
ja_jp: 親愛なる{0}様に<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> Best Regards, <br> Demaster Pro Support Team.
ko_kr: 친애하는 {0}님께,<br> <table> <tr> <td><strong>{1}</strong></td> </tr> </table> <br><br> 감사합니다. <br> Demaster Pro Support Team.

# BodyWelcomeIOSDownload
source: DOWNLOAD<small>&nbsp;(IOS)</small>
ja_jp: ダウンロード<small>&nbsp;(IOS)</small>
ko_kr: 다운로드<small>&nbsp;(IOS)</small>
