Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/PermissionResource.*.resx
Languages: af_na, ja_jp

# DescriptionViewDeviceSetting
source: This permission allows you to see the contents of the device setting page. It is also used to see a list of devices on the 'Registered user' page.
af_na: Quyền này cho phép bạn xem nội dung của trang cài đặt thiết bị. Nó cũng được sử dụng để xem danh sách các thiết bị trên trang 'Người dùng đã đăng ký'.
ja_jp: この権限を通じて端末設定ページを見ることができます。 また、‘登録されたユーザー’ページの端末リストを見るのにも使用されます。

# DescriptionCopyDeviceSetting
source: This permission allows you to copy specific device settings and paste it to other devices.
af_na: Quyền này cho phép bạn sao chép cài đặt thiết bị cụ thể và dán vào các thiết bị khác.
ja_jp: この権限を使用すると、特定のデバイス設定をコピーして、他のデバイスに貼り付けることができます。

# DescriptionReinstallDeviceSetting
source: This permission allows you to reinstall the device.
af_na: Quyền này cho phép bạn cài đặt lại thiết bị.
ja_jp: この権限により、デバイスを再インストールできます。

# DescriptionViewHistoryDeviceSetting
source: This permission allows you to see device history. You can also see the device history on the device monitoring page.
af_na: Quyền này cho phép bạn xem lịch sử thiết bị. Bạn cũng có thể xem lịch sử thiết bị trên trang giám sát thiết bị.
ja_jp: この権限を使用すると、デバイス履歴を表示できます。 デバイス モニタリング ページでデバイス履歴を表示することもできます。

source: Device setting
af_na: Thiết lập thiết bị
ja_jp: デバイス設定

# ViewReport
source: View only your own events on the Reports page
af_na: Chỉ xem các sự kiện của riêng bạn trên trang Báo cáo
ja_jp: レポートページで自分自身のイベントだけを見る

# ExportReport
source: Export events to a file
af_na: Xuất sự kiện sang tệp
ja_jp: ファイル形式でイベントをエクスポートする

# DescriptionViewReport
source: This permission allows you to search and view only your own past access history on the Report page.
af_na: Quyền này cho phép bạn chỉ tìm kiếm và xem lịch sử truy cập trong quá khứ của riêng mình trên trang Báo cáo.
ja_jp: この権限を使用すると、レポートページで自分自身の過去のアクセス履歴だけを検索して表示できます。

source: Report
af_na: Báo cáo
ja_jp: レポート

# DescriptionExportReport
source: This permission allows you to export the access records to a file.
af_na: Quyền này cho phép bạn xuất các bản ghi truy cập thành một tệp.
ja_jp: この権限で検索された出入記録をファイルで流すことができる。

# ViewAccessibleDoor
source: View a list of accessible door
af_na: Xem danh sách các cửa có thể vào được
ja_jp: アクセス可能なドアのリストを表示する

# ExportAccessibleDoor
source: Export a list of accessible devices
af_na: Xuất danh sách các thiết bị có thể truy cập
ja_jp: アクセス可能な文リストエクスポート

# DescriptionViewAccessibleDoor
source: This permission allows you to see a list of devices that are accessible to each user.
af_na: Quyền này cho phép bạn xem danh sách các thiết bị mà mỗi người dùng có thể truy cập.
ja_jp: この権限を通じて各ユーザがアクセスできる文リストを確認することができる。

# DescriptionExportAccessibleDoor
source: This permission allows you to export a list of devices that are accessible to each user to a file.
af_na: Quyền này cho phép bạn xuất danh sách các thiết bị mà mỗi người dùng có thể truy cập vào một tệp.
ja_jp: この権限を通じて各ユーザがアクセスできるリストを確認することができる。

source: Accessible door
af_na: Cửa được phép truy cập
ja_jp: アクセス可能ドア

# ViewRegisteredUser
source: View a list of Registered user
af_na: Xem danh sách người dùng đã đăng ký
ja_jp: 登録されたユーザーリストを見る

# ExportRegisteredUser
source: Export a list of Registered user
af_na: Xuất danh sách người dùng đã đăng ký
ja_jp: 登録されたユーザーリストのエクスポート

source: Registered user
af_na: Người dùng đã đăng kí
ja_jp: 登録されたユーザー

# DescriptionViewRegisteredUser
source: This permission allows you to view a list of users registered on each device.
af_na: Quyền này cho phép bạn xem danh sách người dùng đã đăng ký trên mỗi thiết bị.
ja_jp: この権限を通じて、各端末に登録されたユーザーの一覧を見ることができます。

# DescriptionExportRegisteredUser
source: This permission allows you to export a list of users registered on each device to a file.
af_na: Quyền này cho phép bạn xuất danh sách người dùng đã đăng ký trên mỗi thiết bị thành một tệp.
ja_jp: この権限を通じて、各端末に登録されたユーザーリストをファイルで送信することができます。

source: Edit attendance
af_na: Chỉnh sửa chấm công
ja_jp: 勤怠記録修正

# ViewHistoryAttendance
source: View access history
af_na: Xem lịch sử truy cập chấm công
ja_jp: アクセス記録を見る

# DescriptionEditAttendance
source: Department manager with this permission can edit attendance.
af_na: Người quản lý phòng ban có quyền này có thể chỉnh sửa chấm công.
ja_jp: この権限を持っている部署長は、勤怠記録を修正することができます。

# DescriptionViewHistoryAttendance
source: This permission allows you to check user's access history. You can see the access history on the 'Monitoring' and 'Time attendance report' page.
af_na: Quyền này cho phép bạn kiểm tra lịch sử truy cập của người dùng. Bạn có thể xem lịch sử truy cập trên trang 'Giám sát' và 'Báo cáo chấm công'.
ja_jp: この権限を通じて、ユーザーのアクセス記録を確認することができます。 ユーザーのアクセス記録は、'モニタリング'、'勤怠記録'ページで確認することができます。

# ApproveVisit
source: Approve a visit
af_na: Phê duyệt một chuyến thăm
ja_jp: 訪問承認する

# DescriptionApproveVisit
source: This permission allows you to approve a visit.
af_na: Quyền này cho phép bạn phê duyệt một chuyến thăm.
ja_jp: この権限では、訪問待機中の訪問申請を決裁することができます。

# ViewVisitReport
source: View visitor access report
af_na: Xem báo cáo truy cập của khách
ja_jp: 訪問者の出入記録を見る

# ExportVisitReport
source: Export visitor access report
af_na: Xuất báo cáo truy cập của khách mời
ja_jp: 訪問者の出入記録エクスポート

# EditVisitSetting
source: Change visit approvers
af_na: Thay đổi người phê duyệt lượt truy cập
ja_jp: 訪問決裁者変更

# DescriptionViewVisitReport
source: This permission allows you to view an access report about visitor.
af_na: Quyền này cho phép bạn xem báo cáo truy cập về khách truy cập.
ja_jp: この権限を通じて訪問者に対する出入り記録レポートを確認することができます。

# DescriptionExportVisitReport
source: This permission allows you to export access history reports for visitors to a file.
af_na: Quyền này cho phép bạn xuất báo cáo lịch sử truy cập cho khách truy cập vào một tệp.
ja_jp: この権限を通じて、訪問者に対する出入り記録レポートをファイルで出すことができます。

# DescriptionEditVisitSetting
source: This permission allows you to change visit approvers.
af_na: Quyền này cho phép bạn thay đổi người phê duyệt lượt truy cập.
ja_jp: この権限を通じて、訪問承認決裁者を変更することができます。

source: Visit report
af_na: Báo cáo Truy cập
ja_jp: 訪問状況レポート

source: Visit setting
af_na: Cài đặt Khách Truy cập
ja_jp: 訪問システム設定

# ApproveUser
source: Approve a user
af_na: Phê duyệt người dùng
ja_jp: 出入承認する

# DescriptionApproveUser
source: This permission allows you to approve a user.
af_na: Quyền này cho phép bạn phê duyệt người dùng.
ja_jp: この権限を通じて承認待機中のユーザーの出入申請を決裁することができます。

source: Access setting
af_na: Cài đặt quyền truy cập
ja_jp: 出入設定

source: Edit access setting
af_na: Chỉnh sửa cài đặt quyền truy cập
ja_jp: 出入設定の変更

# DescriptionEditAccessSetting
source: This permission allows you to edit an access setting.
af_na: Quyền này cho phép bạn chỉnh sửa cài đặt truy cập.
ja_jp: この権限で、出入設定を変更することができます。

source: Vehicle management
af_na: Quản lý phương tiện
ja_jp: 車両管理

source: Card issuing
af_na: Phát hành thẻ
ja_jp: カード発行

source: Card issuing setting
af_na: Cài đặt phát hành thẻ
ja_jp: カード発行設定

source: Card issuing layout
af_na: Sơ đồ phát hành thẻ
ja_jp: カード発行レイアウト

source: Add vehicle
af_na: Thêm phương tiện
ja_jp: 車両追加

# ViewVehicle
source: View vehicle data
af_na: Xem dữ liệu phương tiện
ja_jp: 車両情報を見る

# EditVehicle
source: Edit vehicle information
af_na: Chỉnh sửa thông tin phương tiện
ja_jp: 車両情報修正

# DescriptionAddVehicle
source: This permission allows you to add a vehicle.
af_na: Quyền này cho phép bạn thêm danh sách phương tiện.
ja_jp: この権限を通じて新しい車両を追加できます。

# DescriptionViewVehicle
source: This permission allows you to see a list of vehicle.
af_na: Quyền này cho phép bạn xem danh sách phương tiện.
ja_jp: この権限を通じて登録された車両情報を確認することができます。

# DescriptionEditVehicle
source: This permission allows you to edit vehicle information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin phương tiện.
ja_jp: この権限を通じて車両情報を修正できます。

source: View card issuing
af_na: Xem phát hành thẻ
ja_jp: カード発行情報を見る

source: Add card issuing
af_na: Thêm phát hành thẻ
ja_jp: カード発行追加

source: Edit card issuing
af_na: Chỉnh sửa phát hành thẻ
ja_jp: カード発行修正

# DescriptionAddCardIssuing
source: This permission allows you to add card issuance.
af_na: Quyền này cho phép bạn thêm phát hành thẻ.
ja_jp: この権限を通じてカード発行を追加できます。

# DescriptionViewCardIssuing
source: This permission allows you to see a card issuance information.
af_na: Quyền này cho phép bạn xem thông tin phát hành thẻ.
ja_jp: この権限を通じてカード発行情報を確認することができます。

source: View card issuing setting
af_na: Xem cài đặt phát hành thẻ
ja_jp: カード発行設定の確認

source: View card issuing layout
af_na: Xem bố cục phát hành thẻ
ja_jp: カード発行レイアウトの確認

source: Add card issuing layout
af_na: Thêm bố cục phát hành thẻ
ja_jp: カード発行レイアウト追加

source: Add card issuing setting
af_na: Thêm cài đặt phát hành thẻ
ja_jp: カード発行設定の追加

source: Edit card issuing setting
af_na: Chỉnh sửa cài đặt phát hành thẻ
ja_jp: カード発行設定の修正

source: Edit card issuing layout
af_na: Chỉnh sửa bố cục phát hành thẻ
ja_jp: カード発行レイアウト修正

# DescriptionViewCardIssuingSetting
source: This permission allows you to see a card issuance setting.
af_na: Quyền này cho phép bạn xem cài đặt phát hành thẻ.
ja_jp: この権限でカード発行設定を確認できます。

# DescriptionViewCardIssuingLayout
source: This permission allows you to see a card issuance layout.
af_na: Quyền này cho phép bạn xem sơ đồ phát hành thẻ.
ja_jp: この権限を通じてカード発行レイアウトを確認することができます。

# DescriptionAddCardIssuingSetting
source: This permission allows you to add card issuance setting.
af_na: Quyền này cho phép bạn thêm cài đặt phát hành thẻ.
ja_jp: この権限によってカード発行設定を追加できます。

# DescriptionAddCardIssuingLayout
source: This permission allows you to add card issuance layout.
af_na: Quyền này cho phép bạn thêm bố cục phát hành thẻ.
ja_jp: この権限にカード発行レイアウトを追加できます。

# DescriptionEditCardIssuingSetting
source: This permission allows you to edit card issuance setting.
af_na: Quyền này cho phép bạn chỉnh sửa cài đặt phát hành thẻ.
ja_jp: この権限を通じてカード発行設定を修正できます。

# DescriptionEditCardIssuingLayout
source: This permission allows you to edit card issuance layout.
af_na: Quyền này cho phép bạn chỉnh sửa bố cục phát hành thẻ.
ja_jp: この権限を通じてカード発行レイアウトを修正することができます。

# DescriptionEditCardIssuing
source: This permission allows you to edit card issuance information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin phát hành thẻ.
ja_jp: この権限を通じてカード発行情報を修正できます。

# ViewDashBoard
source: View dashoard
af_na: Xem Bảng điều khiển
ja_jp: View dashboard

# DescriptionViewDashBoard
source: This permission allows you to see dashboard page.
af_na: Quyền này cho phép bạn xem Bảng điều khiển.

source: DashBoard
af_na: Bảng điều khiển

source: Event Management
af_na: Quản lý sự kiện cuộc họp

# ViewEventManagement
source: View meeting
af_na: Xem danh sách cuộc họp
ja_jp: 会議情報照会

# AddEventManagement
source: Add meeting event
af_na: Thêm sự kiện cuộc họp

# EditEventManagement
source: Edit event meeting
af_na: Chỉnh sửa sự kiện cuộc họp

# DeleteEventManagement
source: Delete event meeting
af_na: Xóa sự kiện cuộc họp

# DescriptionViewEventManagement
source: This permission allows you to see the meetings on meeting page.
af_na: Quyền này cho phép bạn xem danh sáchsự kiện các cuộc họp.
ja_jp: この権限により、会議ページで会議を表示できます。

# DescriptionAddEventManagement
source: This permission allows you to add a new meeting.
af_na: Quyền này cho phép bạn thêm một cuộc họp mới.
ja_jp: この権限により、新しい会議を追加できます。

# DescriptionEditEventManagement
source: This permission allows you to edit meeting information.
af_na: Quyền này cho phép bạn chỉnh sửa sự kiện cuộc họp.
ja_jp: この権限により、会議情報を編集できます。

# DescriptionDeleteEventManagement
source: This permission allows you to delete meeting.
af_na: Quyền này cho phép bạn xóa thông tin.
ja_jp: この権限により、会議を削除できます。

source: Library Management
af_na: Quản lý thư viện
ja_jp: 図書館管理

source: Edit Book
af_na: Chỉnh sửa sách

source: Add book
af_na: Thêm sách
ja_jp: 本情報の追加

source: Delete book
af_na: Xóa sách

# DescriptionViewBook
source: This permission allows you to see the list of books.
af_na: Quyền này cho phép bạn xem tất cả sách có trong thư viện.
ja_jp: この許可により、本のリストを見ることができます。

# DescriptionAddBook
source: This permission allows you to add a new book.
af_na: Quyền này cho phép bạn thêm quyển sách mới.

# DescriptionEditBook
source: This permission allows you to edit book.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin sách.
ja_jp: この権限により、ブックを編集できます。

# DescriptionDeleteBook
source: This permission allows you to delete book.
af_na: Quyền này cho phép bạn xóa quyển sách ở thư viện.
ja_jp: この権限により、ブックを削除できます。

# Book
source: Book Manangement
af_na: Quản lý sách

source: View Book
af_na: Xem sách
ja_jp: 本情報照会

source: Leave Request
af_na: Xin nghỉ phép
ja_jp: 外回り及び休暇申請

source: View Leave Request
af_na: Xem đơn xin nghỉ phép
ja_jp: 外回りと休暇申請を見る

source: Add Leave Request
af_na: Thêm đơn xin nghỉ phép

source: Edit Leave Request
af_na: Chỉnh sửa đơn xin nghỉ phép

source: Delete Leave Request
af_na: Xóa đơn xin nghỉ phép

# DescriptionViewLeaveRequest
source: This permission allows you to see list of leave request.
af_na: Quyền này cho phép bạn xem danh sách đơn xin nghỉ phép.
ja_jp: この権限を使用すると、LeaveRequestのリストを見ることができます。

# DescriptionAddLeaveRequest
source: This permission allows you to add new leave request.
af_na: Quyền này cho phép bạn thêm đơn xin nghỉ phép mới.
ja_jp: この権限により、新しいLeave要求を追加できます。

# DescriptionEditLeaveRequest
source: This permission allows you to edit leave request.
af_na: Quyền này cho phép bạn chỉnh sửa đơn xin nghỉ phép.
ja_jp: この権限を使用すると、Leave要求を編集することができます。

# DescriptionDeleteLeaveRequest
source: This permission allows you to delete leave request.
af_na: Quyền này cho phép bạn xóa đơn xin nghỉ việc.
ja_jp: この権限により、外回りや休暇申請を削除できます。

# ViewLeaveManagementLeaveRequest
source: View Leave Management
af_na: Xem trang quản lý đơn xin nghỉ
ja_jp: 外回りと休暇管理を見る

# DescriptionViewLeaveManagementLeaveRequest
source: This permission allows yo to see count of leave request with users.
af_na: Quyền này cho phép bạn xem trang quản lý số lưng ngày nghỉ của các thành viên trong công ty.
ja_jp: この権限を使用すると、ユーザに対するLeave要求のカウントを表示できます。

# UpdateUserSettingUser
source: Update User Setting
af_na: Chỉnh sửa cài đặt người dùng
ja_jp: ユーザー設定情報の修正

# DescriptionUpdateUserSettingUser
source: This permission allows you to update user setting.
af_na: Quyền này cho phép bạn chỉnh sửa cấu hình người dùng.
ja_jp: この権限を使用すると、ユーザー設定を更新することができます。

# UpdateAttendanceSettingAttendance
source: Update Attendance Setting
af_na: Chỉnh sửa cấu hình chấm công
ja_jp: 勤怠設定情報修正

# DescriptionUpdateAttendanceSettingAttendance
source: This permission allows you to update attendance setting.
af_na: Quyền này cho phép bạn chỉnh sửa cấu hình chấm công.
ja_jp: この権限を使用して、出席設定を更新することができます。

# ViewVehicleAllocation
source: View vehicle allocation data
af_na: Xem thông tin phân phối xe
ja_jp: 車両配車情報を見る

# DescriptionViewVehicleAllocation
source: This permission allows you to see a vehicle allocation data.
af_na: Quyền này cho phép bạn xem dữ liệu phân bổ phương tiện.
ja_jp: この権限を使用すると、車両の割り当てデータを見ることができます。

source: Add vehicle allocation
af_na: Thêm phân bổ phương tiện
ja_jp: 車両割り当ての追加

# DescriptionAddVehicleAllocation
source: This permission allows you to request vehicle allocation.
af_na: Quyền này cho phép bạn yêu cầu phân bổ phương tiện.
ja_jp: この許可により、車両の割り当てを要求できます。

source: Vehicle Allocation
af_na: Phân bổ phương tiện
ja_jp: 配車

source: Edit vehicle allocation
af_na: Chỉnh sửa phân bổ phương tiện
ja_jp: 車両割り当ての編集

# DescriptionEditVehicleAllocation
source: This permission allows you to edit vehicle allocation.
af_na: Quyền này cho phép bạn chỉnh sửa việc phân bổ phương tiện.
ja_jp: この権限を使用して、車両の割り当てを編集することができます。

source: Delete vehicle allocation
af_na: Xóa phân bổ phương tiện
ja_jp: 車両割り当ての削除

# DescriptionDeleteVehicleAllocation
source: This permission allow you to delete vehicle allocation.
af_na: Quyền này cho phép bạn xóa phân bổ phương tiện.
ja_jp: この権限により、車両の割り当てを削除することができます。

# RunVehicleAllocation
source: Vehicle start, end setting
af_na: Khởi động xe, thiết lập kết thúc
ja_jp: 車両の開始、終了の設定

# DescriptionRunVehicleAllocation
source: This permission allows you to set start and end of vehicle operation service.
af_na: Sử dụng đặc quyền này để thiết lập khởi động và kết thúc dịch vụ vận hành xe.
ja_jp: この権限を使用して、車両の操作サービスの開始と終了を設定します。

# ViewUserArmyManagement
source: View army user management
af_na: Xem quản lý người dùng quân đội
ja_jp: armyユーザー管理の表示

# DescriptionViewUserArmyManagement
source: This permission allows you to see a list of army user management.
af_na: Quyền này cho phép bạn xem một danh sách quản trị người dùng quân đội.
ja_jp: この権限により、armyユーザ管理のリストを表示できます。

# AddUserArmyManagement
source: Add army user management
af_na: Thêm quản lý người dùng quân đội
ja_jp: 軍事ユーザー管理の追加

# DescriptionAddUserArmyManagement
source: This permission allows you to add soldiers' outings and vacation schedules.
af_na: Giấy phép này cho phép bạn thêm các chuyến đi chơi và lịch nghỉ của binh sĩ.
ja_jp: この許可により、兵士の外出や休暇のスケジュールを追加できます。

# EditUserArmyManagement
source: Edit military User Management
af_na: Chỉnh sửa Quản lý Người dùng Quân sự
ja_jp: 軍事ユーザー管理の編集

# DescriptionEditUserArmyManagement
source: This permission allows you to edit the management of soldiers' outings and vacations.
af_na: Giấy phép này cho phép bạn thay đổi cách quản lý các chuyến đi và kỳ nghỉ của binh lính.
ja_jp: この許可により、兵士の外出や休暇の管理を変更できます。

# DeleteUserArmyManagement
source: Delete army user management
af_na: Xoá quản lý người dùng quân đội
ja_jp: 軍事ユーザー管理の削除

# DescriptionDeleteUserArmyManagement
source: This permission allows you to delete the management of soldiers' outings and vacations.
af_na: Giấy phép này cho phép bạn xóa việc quản lý các chuyến đi và kỳ nghỉ của binh lính.
ja_jp: この許可により、兵士の外出や休暇の管理を削除できます。

# RegCivilVisitArmyManagement
source: Register for a civilian visit
af_na: Đăng ký một chuyến thăm dân sự
ja_jp: 民間訪問の登録

# RegOtherVisitArmyManagement
source: Register for an other unit member
af_na: Đăng ký một đơn vị quân đội khác
ja_jp: 他の陸軍部隊員に登録する

# DescriptionRegCivilVisitArmyManagement
source: This permission allows you to register for a civilian visitor.
af_na: Sự cho phép này cho phép bạn đăng ký cho một thường dân đến thăm.
ja_jp: この許可により、一般の訪問者に登録することができます。

# DescriptionRegOtherVisitArmyManagement
source: This permission allows you to register for a visitor from other military unit.
af_na: Giấy phép này cho phép bạn đăng ký tiếp khách từ đơn vị quân đội khác.
ja_jp: この許可により、他の部隊からの訪問者を登録することができます。

# DescriptionRegiMasterBuilding
source: This permission allows you to register building master.
af_na: Thông qua quyền hạn này, bạn có thể đăng ký làm chủ đơn vị.
ja_jp: この権限により、建物のマスターを登録できます。

# RegiMasterBuilding
source: Register building master
af_na: Đăng ký master đơn vị
ja_jp: 建物マスター登録

# DescriptionViewMasterBuilding
source: This permission allows you to view the building master list.
af_na: Thông qua quyền hạn này, bạn có thể xem danh sách các master của đơn vị.
ja_jp: この権限を使用して、建物のマスター リストを照会できます。

# ViewMasterBuilding
source: View building master
af_na: Xem master đơn vị
ja_jp: 建物のマスタービュー

# ViewAllReport
source: View all events on the Report page
af_na: Xem mọi báo cáo truy cập
ja_jp: すべてのアクセスレポートの表示

# DescriptionViewAllReport
source: This permission allows you to search all events on report page.
af_na: Quyền này cho phép bạn tìm kiếm mọi sự kiện trên trang báo biểu.
ja_jp: この権限を使用すると、レポートページのすべてのイベントを検索できます。

source: Delete vehicle
af_na: Xóa thông tin phương tiện
ja_jp: 車両情報の削除

# DescriptionDeleteVehicle
source: This permission allows you to delete the vehicle information.
af_na: Quyền này cho phép bạn xóa thông tin xe.
ja_jp: この権限により、車両情報を削除できます。

source: Delete Card Issuing
af_na: Xóa phát hành thẻ

source: Delete Card Issuing Layout
af_na: Xóa bố cục phát hành thẻ

source: Delete Card Issuing Setting
af_na: Xóa cấu hình phát hành thẻ

# DescriptionDeleteCardIssuing
source: This permission allows you to delete a card issuing.
af_na: Quyền này cho phép bạn xóa một thẻ phát hành

# DescriptionDeleteCardIssuingLayout
source: This permission allows you to delete a card issuing layout.
af_na: Quyền này cho phép bạn xóa một bố cục phát hành thẻ.

# DescriptionDeleteCardIssuingSetting
source: This permission allows you to delete a card issuing setting.
af_na: Quyền này cho phép bạn xóa cấu hình phát hành thẻ.

# ManageOwnRecordLeaveRequest
source: Manage your own leave request
af_na: Quản lý yêu cầu nghỉ phép của chính bạn

# DescriptionManageOwnRecordLeaveRequest
source: This permission allows you to view/add/edit/delete your own leave request
af_na: Quyền này cho phép bạn xem/thêm/sửa/xóa những yêu cầu nghỉ phép của chính bạn

source: Access Schedule
af_na: Lịch trực
ja_jp: アクセススケジュール

source: View Access Schedule
af_na: Xem lịch trực
ja_jp: アクセススケジュールを見る

# DescriptionViewAccessSchedule
source: This permission allows you to view the access schedule.
af_na: Quyền này cho phép bạn xem lịch trực.
ja_jp: この権限を使用すると、アクセススケジュールを見ることができます。

source: Add Access Schedule
af_na: Thêm lịch trực
ja_jp: アクセススケジュールの追加

# DescriptionAddAccessSchedule
source: This permission allows you to add the access schedule.
af_na: Quyền này cho phép bạn thêm lịch trực.
ja_jp: この権限を使用すると、アクセススケジュールを追加できます。

source: Edit Access Schedule
af_na: Sửa lịch trực
ja_jp: アクセススケジュールの編集

# DescriptionEditAccessSchedule
source: This permission allows you to edit the access schedule.
af_na: Quyền này cho phép bạn sửa lịch trực.
ja_jp: この権限を使用すると、アクセススケジュールを編集できます。

source: Delete Access Schedule
af_na: Xóa lịch trực
ja_jp: アクセススケジュールの削除

# DescriptionDeleteAccessSchedule
source: This permission allows you to delete the access schedule.
af_na: Quyền này cho phép bạn xóa lịch trực.
ja_jp: この権限を使用すると、アクセススケジュールを削除できます。

source: Device Reader
af_na: Điểm truy cập
ja_jp: デバイスリーダー

source: View Device Reader
af_na: Xem điểm truy cập
ja_jp: デバイスリーダーを見る

# DescriptionViewDeviceReader
source: This permission allows you to view the device reader.
af_na: Quyền này cho phép bạn xem điểm truy cập.
ja_jp: この権限を使用すると、デバイスリーダーを見ることができます。

source: Add Device Reader
af_na: Thêm điểm truy cập
ja_jp: デバイスリーダーの追加

# DescriptionAddDeviceReader
source: This permission allows you to add the device reader.
af_na: Quyền này cho phép bạn thêm điểm truy cập.
ja_jp: この権限を使用すると、デバイスリーダーを追加できます。

source: Edit Device Reader
af_na: Sửa điểm truy cập
ja_jp: デバイスリーダーの編集

# DescriptionEditDeviceReader
source: This permission allows you to edit the device reader.
af_na: Quyền này cho phép bạn sửa điểm truy cập.
ja_jp: この権限を使用すると、デバイスリーダーを編集できます。

source: Delete Device Reader
af_na: Xóa điểm truy cập
ja_jp: デバイスリーダーの削除

# DescriptionDeleteDeviceReader
source: This permission allows you to delete the device reader.
af_na: Quyền này cho phép bạn xóa điểm truy cập.
ja_jp: この権限を使用すると、デバイスリーダーを削除できます。
