Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/PermissionResource.*.resx
Languages: af_na, ja_jp

source: View access group
af_na: Xem Nhóm truy cập
ja_jp: 出入グループを見る

source: Add access group
af_na: Thêm Nhóm truy cập
ja_jp: アクセスグループ追加

source: Edit access group
af_na: Sửa Nhóm truy cập
ja_jp: アクセスグループ修正

source: Delete access group
af_na: Xóa Nhóm truy cập
ja_jp: アクセスグループ削除

# AssignDoorAccessGroup
source: Assign doors to access group
af_na: Điểm kiểm soát cho Nhóm truy cập
ja_jp: アクセスグループにドアの割り当て

# DescriptionViewAccessGroup
source: This permission allows you to see an access group.
af_na: Quyền này cho phép bạn xem một nhóm truy cập.
ja_jp: この権限を通じて出入グループを確認することができます。

# DescriptionAddAccessGroup
source: This permission allows you to add a new access group.
af_na: Quyền này cho phép bạn thêm một nhóm truy cập.
ja_jp: この権限によってアクセスグループを追加することができます。

# DescriptionEditAccessGroup
source: This permission allows you to edit an access group information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin nhóm truy cập.
ja_jp: この権限によってアクセスグループの情報を修正することができます。

# DescriptionDeleteAccessGroup
source: This permission allows you to delete an access group.
af_na: Quyền này cho phép bạn xóa một nhóm truy cập.
ja_jp: この権限を通じて出入グループを削除することができます。

# DescriptionAssignDoorAccessGroup
source: This permission allows you to assign doors to an access group.
af_na: Quyền này cho phép bạn điểm kiểm soát cho một nhóm truy cập.
ja_jp: この権限によってアクセスグループに門を割り当てることができます。

source: Access group
af_na: Nhóm truy cập
ja_jp: アクセスグループ

source: View account
af_na: Xem tài khoản
ja_jp: アカウント情報を見る

source: Add account
af_na: Thêm tài khoản
ja_jp: アカウント追加

source: Edit account
af_na: Sửa tài khoản
ja_jp: アカウント情報の修正

source: Delete account
af_na: Xóa tài khoản
ja_jp: アカウント削除

# DescriptionViewAccount
source: This permission allows you to see an account information.
af_na: Quyền này cho phép bạn xem thông tin tài khoản.
ja_jp: この権限でアカウント情報を確認できます。

# DescriptionAddAccount
source: This permission allows you to add a new account.
af_na: Quyền này cho phép bạn thêm một tài khoản mới.
ja_jp: この権限によって新しいアカウントを追加することができます。

# DescriptionEditAccount
source: This permission allows you to edit an account information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin tài khoản.
ja_jp: この権限によってアカウント情報を修正できます。

# DescriptionDeleteAccount
source: This permission allows you to delete an account.
af_na: Quyền này cho phép bạn xóa tài khoản.
ja_jp: この権限によってアカウントを削除できます。

source: Account
af_na: Tài khoản
ja_jp: アカウント

source: View attendance
af_na: Xem chấm công
ja_jp: 勤怠記録を見る

source: Export attendance
af_na: Xuất dữ liệu chấm công
ja_jp: 勤怠記録エクスポート

# DescriptionViewAttendance
source: This permission allows you to see the attendance of employee.
af_na: Quyền này cho phép bạn xem lịch sử chấm công của nhân viên.
ja_jp: この権限を通じて職員の勤怠記録を確認することができます。

# DescriptionExportAttendance
source: This permission allows you to export the attendance record to file.
af_na: Quyền này cho phép bạn xuất dữ liệu chấm công thành tệp.
ja_jp: この権限を通じて勤怠記録をファイルにすることができます。

source: Time attendance report
af_na: Báo cáo chấm công
ja_jp: 勤怠記録

source: View building
af_na: Xem đơn vị
ja_jp: 建物情報を見る

# AddBuilding
source: Add buidling
af_na: Thêm đơn vị
ja_jp: 建物追加

# EditBuilding
source: Edit buidling
af_na: Sửa đơn vị
ja_jp: 建物の情報修正

# DeleteBuilding
source: Delete buidling
af_na: Xóa đơn vị
ja_jp: 建物削除

# AssignDoorBuilding
source: Assign door(s) to building
af_na: Gán (các) cửa cho đơn vị
ja_jp: 建物への扉の割り当て

# DescriptionAssignDoorBuilding
source: This permission allows you to assign door(s) to building.
af_na: Quyền này cho phép bạn gán (các) cửa cho đơn vị.
ja_jp: この権限で建物に門を割り当てることができます。

# DescriptionViewBuilding
source: This permission allows you to see a building information.
af_na: Quyền này cho phép bạn xem thông tin đơn vị.
ja_jp: この権限を通じて建物の情報を確認することができます。

# DescriptionAddBuilding
source: This permission allows you to add a new building.
af_na: Quyền này cho phép bạn thêm một đơn vị mới.
ja_jp: この権限によって新しい建物を追加することができます。

# DescriptionEditBuilding
source: This permission allows you to edit a building information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin đơn vị.
ja_jp: この権限によって建物の情報を修正することができます。

# DescriptionDeleteBuilding
source: This permission allows you to delete a building.
af_na: Quyền này cho phép bạn xóa một đơn vị.
ja_jp: この権限によって建物を削除することができます。

source: Building
af_na: Đơn vị
ja_jp: 建物

# ViewCategory
source: View category and oprions
af_na: Xem danh mục
ja_jp: カテゴリを見る

source: Add category
af_na: Thêm danh mục
ja_jp: カテゴリ追加

source: Edit category
af_na: Sửa danh mục
ja_jp: カテゴリ修正

source: Delete category
af_na: Xóa danh mục
ja_jp: カテゴリ削除

# DescriptionViewCategory
source: This permission allows you to see a list of category and options.
af_na: Quyền này cho phép bạn xem danh sách các danh mục và tùy chọn.
ja_jp: この権限を通じてカテゴリとオプションの一覧を確認することができます。

# DescriptionAddCategory
source: This permission allows you to add a new category and option.
af_na: Quyền này cho phép bạn thêm danh sách các danh mục và tùy chọn.
ja_jp: この権限を通じて新しいカテゴリとオプションを追加することができます。

# DescriptionEditCategory
source: This permission allows you to edit category and option information.
af_na: Quyền này cho phép bạn chỉnh sửa danh sách các danh mục và tùy chọn.
ja_jp: この権限を通じてカテゴリとオプション情報を修正することができます。

# DescriptionDeleteCategory
source: This permission allows you to delete categories and options.
af_na: Quyền này cho phép bạn xóa danh sách các danh mục và tùy chọn.
ja_jp: この権限を通じてカテゴリとオプションを削除することができます。

source: Category
af_na: Danh mục
ja_jp: カテゴリ

source: View department
af_na: Xem phòng ban
ja_jp: 部署情報を見る

source: Add department
af_na: Thêm phòng ban
ja_jp: 部署追加

source: Edit department
af_na: Sửa phòng ban
ja_jp: 部署情報修正

source: Delete department
af_na: Xóa phòng ban
ja_jp: 部署削除

source: Export department
af_na: Xuất dữ liệu phòng ban
ja_jp: 輸出部門情報

# DescriptionViewDepartment
source: This permission allows you to see a department information.
af_na: Quyền này cho phép bạn xem thông tin phòng ban.
ja_jp: この権限によって部署情報を確認することができます。

# DescriptionAddDepartment
source: This permission allows you to add a new department.
af_na: Quyền này cho phép bạn thêm phòng ban mới.
ja_jp: この権限によって新しい部署を追加することができます。

# DescriptionEditDepartment
source: This permission allows you to edit a department information.
af_na: Quyền này cho phép bạn sửa thông tin phòng ban.
ja_jp: この権限によって部署情報を修正することができます。

# DescriptionDeleteDepartment
source: This permission allows you to delete departments.
af_na: Quyền này cho phép bạn xóa các phòng ban.
ja_jp: この権限によって部署を削除することができます。

# DescriptionExportDepartment
source: This permission allows you to export a list of department to a file.
af_na: Quyền này cho phép bạn xuất danh sách các phòng ban thành một tệp.
ja_jp: この権限により、部門のリストをファイルにエクスポートできます。

source: Department
af_na: Phòng ban
ja_jp: 部署

source: View device
af_na: Xem thiết bị
ja_jp: デバイスを見る

source: Edit device
af_na: Sửa thiết bị
ja_jp: デバイスの修正

# SendInstructionDevice
source: Send instruction to device
af_na: Gửi hướng dẫn đến thiết bị
ja_jp: デバイスにコマンド送信

# ViewHistoryDevice
source: View device history
af_na: Xem lịch sử của thiết bị
ja_jp: デバイス記録を見る

source: Reinstall device
af_na: Cài đặt lại thiết bị
ja_jp: デバイス再設置

source: Reboot device
af_na: Khởi động lại thiết bị
ja_jp: 端末機再起動

# CopyDevice
source: Copy device setting
af_na: Sao chép cài đặt thiết bị
ja_jp: 端末設定コピー

# DescriptionViewDevice
source: This permission allows you to see a list of device.
af_na: Quyền này cho phép bạn xem danh sách thiết bị.
ja_jp: この権限を通じて端末の一覧を確認することができます。

# DescriptionEditDevice
source: This permission allows you to edit a device information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin thiết bị.
ja_jp: この権限を通じて端末情報を修正できます。

# DescriptionSendInstructionDevice
source: This permission allows you to send instructions to device.
af_na: Quyền này cho phép bạn gửi hướng dẫn đến thiết bị.
ja_jp: この権限を通じて端末に命令を送信できます。

# DescriptionViewHistoryDevice
source: This permission allows you to see a history of device.
af_na: Quyền này cho phép bạn xem lịch sử của thiết bị.
ja_jp: この権限を通じて端末機の記録を確認することができます。

# DescriptionReinstallDevice
source: This permission allows you to reinstall a device.
af_na: Quyền này cho phép bạn cài đặt lại thiết bị.
ja_jp: この権限を通じて端末を再インストールできます。

# DescriptionRebootDevice
source: This permission allows you to reboot a device.
af_na: Quyền này cho phép bạn khởi động lại thiết bị.
ja_jp: この権限を通じて端末を再起動できます。

# DescriptionCopyDevice
source: This permission allows you to copy and paste device settings.
af_na: Quyền này cho phép bạn sao chép và dán cài đặt thiết bị.
ja_jp: この権限を通じて端末の設定情報をコピーし、貼り付けることができます。

source: Device
af_na: Thiết bị
ja_jp: デバイス

source: View device message
af_na: Xem tin nhắn thiết bị
ja_jp: デバイスメッセージを見る

source: Edit device message
af_na: Sửa tin nhắn thiết bị
ja_jp: デバイスメッセージの修正

# DescriptionViewDeviceMessage
source: This permission allows you to see a list of device screen message.
af_na: Quyền này cho phép bạn xem danh sách thông báo trên màn hình thiết bị.
ja_jp: この権限を通じて端末画面メッセージリストを確認することができます。

# DescriptionEditDeviceMessage
source: This permission allows you to edit device screen messages.
af_na: Quyền này cho phép bạn chỉnh sửa tin nhắn trên màn hình thiết bị.
ja_jp: この権限を通じて端末画面メッセージを修正することができます。

source: Device message
af_na: Tin nhắn thiết bị
ja_jp: デバイスメッセージ

source: View event log
af_na: Xem nhật ký sự kiện
ja_jp: イベントログ確認

source: Export event log
af_na: Xuất nhật ký sự kiện
ja_jp: イベントログエクスポート

# DescriptionViewEventLog
source: This permission allows you to see the event logs on report page.
af_na: Quyền này cho phép bạn xem nhật ký sự kiện trên trang báo cáo.
ja_jp: この権限でレポートページでイベントログを確認できます。

# DescriptionExportEventLog
source: This permission allows you to export the event logs to a file on report page.
af_na: Quyền này cho phép bạn xuất nhật ký sự kiện sang tệp trên trang báo cáo.
ja_jp: この権限を通じてレポートページからイベントログをファイルで流すことができます。

source: Event log
af_na: Nhật ký sự kiện
ja_jp: イベントログ

source: View holiday
af_na: Xem ngày nghỉ
ja_jp: 休日を見る

source: Add holiday
af_na: Thêm ngày nghỉ
ja_jp: 休日追加

source: Edit holiday
af_na: Sửa ngày nghỉ
ja_jp: 休日修正

source: Delete holiday
af_na: Xóa ngày nghỉ
ja_jp: 休日削除

# DescriptionViewHoliday
source: This permission allows you to see a list of holiday.
af_na: Quyền này cho phép bạn xem danh sách các kỳ nghỉ.
ja_jp: この権限を通じて休日リストを確認することができます。

# DescriptionAddHoliday
source: This permission allows you to add a new holiday.
af_na: Quyền này cho phép bạn thêm một kỳ nghỉ mới.
ja_jp: この権限によって新しい休日を追加することができます。

# DescriptionEditHoliday
source: This permission allows you to edit a holiday.
af_na: Quyền này cho phép bạn chỉnh sửa ngày nghỉ.
ja_jp: この権限を通じて休日情報を修正することができます。

# DescriptionDeleteHoliday
source: This permission allows you to delete a holiday.
af_na: Quyền này cho phép bạn xóa ngày nghỉ.
ja_jp: この権限によって休日を削除することができます。

source: Holiday
af_na: Ngày nghỉ
ja_jp: 休日

source: View setting
af_na: Xem cài đặt
ja_jp: 設定を見る

source: Edit setting
af_na: Sửa cài đặt
ja_jp: 設定修正

# DescriptionViewSetting
source: This permission allows you to see the system setting.
af_na: Quyền này cho phép bạn xem cài đặt hệ thống.
ja_jp: この権限によってシステム設定を確認することができます。

# DescriptionEditSetting
source: This permission allows you to change the system setting value.
af_na: Quyền này cho phép bạn thay đổi giá trị cài đặt hệ thống.
ja_jp: この権限によってシステム設定値を変更することができます。

# Setting
source: System setting
af_na: Cài đặt hệ thống
ja_jp: システム設定

source: View system log
af_na: Xem nhật ký hệ thống
ja_jp: システムログを見る

source: Export system log
af_na: Xuất nhật ký hệ thống
ja_jp: システムログエクスポート

# DescriptionViewSystemLog
source: This permission allows you to see the system logs.
af_na: Quyền này cho phép bạn xem nhật ký hệ thống.
ja_jp: この権限によってシステムログを確認することができます。

# DescriptionExportSystemLog
source: This permissino allows you to export the system logs to a file.
af_na: Quyền này cho phép bạn xuất nhật ký hệ thống sang tệp.
ja_jp: この権限によってシステムログをファイルで送信することができます。

source: System log
af_na: Nhật ký hệ thống
ja_jp: システムログ

source: View timezone
af_na: Xem múi giờ
ja_jp: タイムゾーンを見る

source: Add timezone
af_na: Thêm múi giờ
ja_jp: タイムゾーンの追加

source: Edit timezone
af_na: Chỉnh sửa múi giờ
ja_jp: タイムゾーン修正

source: Delete timezone
af_na: Xóa múi giờ
ja_jp: タイムゾーン削除

# DescriptionViewTimezone
source: This permission allows you to see a list of timezone information.
af_na: Quyền này cho phép bạn xem danh sách thông tin múi giờ.
ja_jp: この権限を通じてタイムゾーン情報を確認することができます。

# DescriptionAddTimezone
source: This permission allows you to add a new timezone.
af_na: Quyền này cho phép bạn thêm múi giờ mới.
ja_jp: この権限によって新しいタイムゾーンを追加することができます。

# DescriptionEditTimezone
source: This permission allows you to edit a timezone information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin múi giờ.
ja_jp: この権限によってタイムゾーンの情報を修正することができます。

# DescriptionDeleteTimezone
source: This permission allows you to delete timezones.
af_na: Quyền này cho phép bạn xóa các múi giờ.
ja_jp: この権限によってタイムゾーンを削除することができます。

source: Timezone
af_na: Múi giờ
ja_jp: タイムゾーン

source: View user
af_na: Xem người dùng
ja_jp: 使用者を見る

source: Add user
af_na: Thêm người dùng
ja_jp: ユーザーの追加

source: Edit user
af_na: Sửa người dùng
ja_jp: 使用者修正

source: Delete user
af_na: Xóa người dùng
ja_jp: 使用者削除

# DescriptionViewUser
source: This permission allows you to see a list of user. It is also used to see a list of users on the 'Accessible Door' page.
af_na: Quyền này cho phép bạn xem danh sách người dùng. Nó cũng được sử dụng để xem danh sách người dùng trên trang 'Cửa được phép truy cập'.
ja_jp: この権限を通じてユーザーリストを確認することができます。 また、‘出入可能扉’ ページでユーザーリストを見るのにも使用されます。

# DescriptionAddUser
source: This permission allows you to add a new user.
af_na: Quyền này cho phép bạn thêm người dùng mới.
ja_jp: この権限によって新しいユーザーを追加することができます。

# DescriptionEditUser
source: This permission allows you to edit users.
af_na: Quyền này cho phép bạn chỉnh sửa người dùng.
ja_jp: この権限によってユーザー情報を修正することができます。

# DescriptionDeleteUser
source: This permission allows you to delete users.
af_na: Quyền này cho phép bạn xóa người dùng.
ja_jp: この権限を通じてユーザーを削除することができます。

source: User
af_na: Người dùng
ja_jp: 使用者

# ViewWorkingTime
source: View working type
af_na: Xem loại giờ làm việc
ja_jp: 勤務時間のタイプを見る

# AddWorkingTime
source: Add working type
af_na: Thêm giờ làm việc
ja_jp: 勤務時間タイプ追加

# EditWorkingTime
source: Edit working type
af_na: Chỉnh sửa giờ làm việc
ja_jp: 勤務時間の類型の修正

# DeleteWorkingTime
source: Delete working type
af_na: Xóa giờ làm việc
ja_jp: 勤務時間タイプ削除

# DescriptionViewWorkingTime
source: This permission allows you to see a list of working type.
af_na: Quyền này cho phép bạn xem danh sách các loại giờ làm việc.
ja_jp: この権限によって勤務時間のタイプリストを確認することができます。

# DescriptionAddWorkingTime
source: This permission allows you to add a new working type.
af_na: Quyền này cho phép bạn thêm danh sách các loại giờ làm việc.
ja_jp: この権限によって新しい勤務時間のタイプを追加することができます。

# DescriptionEditWorkingTime
source: This permission allows you to edit a working type.
af_na: Quyền này cho phép bạn sửa danh sách các loại giờ làm việc.
ja_jp: この権限によって勤務時間のタイプを変更することができます。

# DescriptionDeleteWorkingTime
source: This permission allows you to delete working types.
af_na: Quyền này cho phép bạn xóa danh sách các loại giờ làm việc.
ja_jp: この権限によって勤務時間のタイプを削除することができます。

# WorkingTime
source: Working time type
af_na: Loại giờ làm việc
ja_jp: 勤怠のタイムスケジュール

# ViewVisit
source: View visitor data
af_na: Xem dữ liệu khách truy cập
ja_jp: 訪問情報を見る

# AddVisit
source: Apply for a visit
af_na: Tạo mới một lời mời
ja_jp: 訪問申請

# EditVisit
source: Edit visitor information
af_na: Chỉnh sửa thông tin khách truy cập
ja_jp: 訪問者情報の修正

# DeleteVisit
source: Delete visitor
af_na: Xóa khách truy cập
ja_jp: 訪問申請の削除

# ExportVisit
source: Export visitor data
af_na: Xuất dữ liệu khách truy cập
ja_jp: 訪問情報のエクスポート

# ReturnCardVisit
source: Return visitor card
af_na: Trả lại thẻ khách truy cập
ja_jp: 訪問者カードの回収

# ViewHistoryVisit
source: View visitor history
af_na: Xem lịch sử khách truy cập
ja_jp: 訪問者の記録を閲覧

# AssignDoorVisit
source: Assign door(s) to visitor
af_na: Gán (các) cửa cho khách truy cập
ja_jp: 訪問者にドアを割り当てます

# DescriptionViewVisit
source: This permission allows you to see visitor data.
af_na: Quyền này cho phép bạn xem dữ liệu khách truy cập.
ja_jp: この権限を通じて訪問情報を確認することができます。

# DescriptionAddVisit
source: This permission allows you to apply for a visit.
af_na: Sự cho phép này cho phép bạn đăng ký một lời mời truy cập.
ja_jp: この権限で新規訪問申請をすることができます。

# DescriptionEditVisit
source: This permission allows you to edit visitor information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin khách truy cập.
ja_jp: この権限を通じて訪問者情報を修正することができます。

# DescriptionDeleteVisit
source: This permission allows you to delete a visit application only if you have applied for it.
af_na: Quyền này cho phép bạn xóa lời mời truy cập chỉ khi bạn đã đăng ký.
ja_jp: この権限によって、本人が申請した内訳に限って、訪問申請履歴を削除することができます。

# DescriptionExportVisit
source: This permission allows you to export visitor data to a file.
af_na: Quyền này cho phép bạn xuất dữ liệu khách truy cập sang tệp.
ja_jp: この権限を通じて訪問情報をファイルで送信することができます。

# DescriptionReturnCardVisit
source: This permission allows you to retrieve a visitor's card.
af_na: Quyền này cho phép bạn lấy thẻ của khách.
ja_jp: この権限を通じて訪問者カードを回収できる。

# DescriptionViewHistoryVisit
source: This permission allows you to see a history of visitor.
af_na: Quyền này cho phép bạn xem lịch sử của khách truy cập.
ja_jp: この権限で訪問者の記録を確認することができます。

# DescriptionAssignDoorVisit
source: This permission allows you to assign doors to visitor.
af_na: Quyền này cho phép bạn điểm kiểm soát cho khách truy cập.
ja_jp: この権限で来場者にアクセス可能なドアを割り当てることができます。

source: Visit management
af_na: Quản lý khách truy cập
ja_jp: 訪問者管理

# ViewUserArmy
source: View army user
af_na: Xem người dùng quân đội
ja_jp: 軍部隊のユーザーを見る

# AddUserArmy
source: Add army user
af_na: Thêm người dùng quân đội
ja_jp: 軍部隊のユーザー追加

# EditUserArmy
source: Edit army user
af_na: Chỉnh sửa người dùng quân đội
ja_jp: 軍部隊のユーザー修正

# DeleteUserArmy
source: Delete army user
af_na: Xóa người dùng quân đội
ja_jp: 軍部隊のユーザーを削除

# DescriptionViewUserArmy
source: This permission allows you to see a list of army user.
af_na: Quyền này cho phép bạn xem danh sách quân nhân.
ja_jp: この権限を通じて軍部隊のユーザーリストを確認することができます。

# DescriptionAddUserArmy
source: This permission allows you to add a new army user.
af_na: Quyền này cho phép bạn thêm một người dùng quân đội mới.
ja_jp: この権限によって新しい軍部隊のユーザーを追加することができます。

# DescriptionEditUserArmy
source: This permission allows you to edit a army user information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin người dùng quân đội.
ja_jp: この権限によって軍部隊のユーザー情報を修正することができます。

# DescriptionDeleteUserArmy
source: This permission allows you to delete army users.
af_na: Quyền này cho phép bạn xóa người dùng quân đội.
ja_jp: この権限によって軍部隊のユーザーを削除することができます。

# UserArmy
source: Army user
af_na: Người dùng quân đội
ja_jp: 軍部隊使用者

# ViewVisitArmy
source: View army visitor data
af_na: Xem dữ liệu khách quân đội
ja_jp: 軍部隊訪問情報を見る

# AddVisitArmy
source: Apply for a visit to army
af_na: Tạo mới một lời mời đến thăm cho quân đội
ja_jp: 軍部隊への訪問を申請

# EditVisitArmy
source: Edit army visitor information
af_na: Chỉnh sửa thông tin quân đội
ja_jp: 軍部隊訪問者の情報を修正

# DeleteVisitArmy
source: Delete army visitor
af_na: Xóa khách truy cập quân đội
ja_jp: 軍部隊訪問の申請を削除

# DescriptionViewVisitArmy
source: This permission allows you to see a army visitor data.
af_na: Quyền này cho phép bạn xem dữ liệu khách truy cập trong quân đội.
ja_jp: この権限を通じて軍部隊訪問情報を確認することができます。

# DescriptionAddVisitArmy
source: This permission allows you to apply for a visit to army.
af_na: Sự cho phép này cho phép bạn đăng ký tham gia vào quân đội.
ja_jp: この権限を通じて軍部隊に新規訪問申請をすることができます。

# DescriptionEditVisitArmy
source: This permission allows you to edit army visitor information.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin quân đội.
ja_jp: この権限によって軍部隊の訪問者情報を修正することができます。

# DescriptionDeleteVisitArmy
source: This permission allows you to delete a visit application only if you have applied for it.
af_na: Quyền này cho phép bạn xóa lời mời truy cập chỉ khi bạn đã đăng ký.
ja_jp: この権限によって、本人が申請した内訳に限って、訪問申請履歴を削除することができます。

# VisitArmyManagement
source: Army visitor
af_na: Khách quân đội
ja_jp: 軍部隊訪問者

# ViewMonitoring
source: View events in real time
af_na: Xem các sự kiện trong thời gian thực
ja_jp: リアルタイムでイベントを見る

# DescriptionViewMonitoring
source: This permission allows you can see events are posted in real time.
af_na: Quyền này cho phép bạn có thể xem các sự kiện được đăng trong thời gian thực.
ja_jp: この権限を持つと、リアルタイムでアップロードされるイベントを確認できます。

source: Monitoring
af_na: Giám sát
ja_jp: モニタリング

# ViewDeviceMonitoring
source: View the contents of the device monitoring page
af_na: Xem nội dung của trang giám sát thiết bị
ja_jp: デバイスモニタリングページの内容を見る

# DescriptionViewDeviceMonitoring
source: This permission allows you to see the contents of the device monitoring page.
af_na: Quyền này cho phép bạn xem nội dung của trang giám sát thiết bị.
ja_jp: この権限を通じてデバイスモニタリングページの内容を確認できる。

source: Device monitoring
af_na: Giám sát thiết bị
ja_jp: デバイスモニタリング

# SendInstructionDeviceMonitoring
source: Send instructions to device
af_na: Gửi hướng dẫn đến thiết bị
ja_jp: デバイスにコマンド送信

# DescriptionSendInstructionDeviceMonitoring
source: This permission allows you to send several instructions to devices. The instructions include 'Open door', 'Restart device' and 'Send current time'.
af_na: Quyền này cho phép bạn gửi một số hướng dẫn đến các thiết bị. Các hướng dẫn bao gồm "Mở cửa", "Khởi động lại thiết bị" và "Gửi thời gian hiện tại".
ja_jp: この権限により、デバイスに複数の命令を送信できます。 指示には、「ドアを開く」、「デバイスを再起動する」、「現在の時刻を送信する」などがあります。

# ViewUserDepartment
source: View a list of users belonging to a department
af_na: Xem danh sách người dùng thuộc một phòng ban
ja_jp: 部署に属するユーザーリストを見る

# DescriptionViewUserDepartment
source: This permission allows you to see a list of users belonging to a particular department.
af_na: Quyền này cho phép bạn xem danh sách người dùng thuộc một phòng ban cụ thể.
ja_jp: この権限を通じて特定の部署に属しているユーザーのリストを確認することができます。

# ExportUser
source: Export a list of users to a file
af_na: Xuất danh sách người dùng sang tệp
ja_jp: ユーザーリストをファイルとしてエクスポートする

# DescriptionExportUser
source: This permission allows you to exort and save user lists in file form.
af_na: Quyền này cho phép bạn xuất và lưu danh sách người dùng ở dạng tệp.
ja_jp: この権限を通じてユーザーリストをファイルの形でエクスポートして保存することができます。

# SetWorkingTimeUser
source: Set working hours
af_na: Cài đặt giờ làm việc
ja_jp: 勤務時間設定

# DescriptionSetWorkingTimeUser
source: This permission allows you to set the working hours for each user.
af_na: Quyền này cho phép bạn đặt giờ làm việc cho mỗi người dùng.
ja_jp: この権限を通じて使用者別の勤務時間を設定することができる。

# ViewDeviceSetting
source: View the contents of the device setting page
af_na: Xem nội dung của trang cài đặt thiết bị
ja_jp: デバイス設定ページの内容を見る

# EditDeviceSetting
source: Edit device information
af_na: Chỉnh sửa thông tin thiết bị
ja_jp: デバイス情報の修正

# CopyDeviceSetting
source: Copy device settings
af_na: Sao chép cài đặt thiết bị
ja_jp: 端末設定コピー

# ReinstallDeviceSetting
source: Reinstall device
af_na: Cài đặt lại thiết bị
ja_jp: デバイス再設置

# ViewHistoryDeviceSetting
source: View device's history
af_na: Xem lịch sử của thiết bị
ja_jp: デバイス記録を見る

# DescriptionEditDeviceSetting
source: This permission allows you to edit a device information. You can edit device information from the Monitoring, Device Monitoring and Device Setting page with this permission.
af_na: Quyền này cho phép bạn chỉnh sửa thông tin thiết bị. Bạn có thể chỉnh sửa thông tin thiết bị từ trang Giám sát, Giám sát thiết bị và Cài đặt thiết bị với quyền này.
ja_jp: この権限で装置情報を編集することができる。 この権限を使用してモニタリング、装置モニタリング及び装置設定ページから装置情報を編集することができる。
