Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/API/DeMasterProCloud.Common/Resources/SystemResource.*.resx
Languages: ja_jp, vi_vn

# PlugInQrCode
source: Qr Code
ja_jp: QR コード

# PlugInPassCode
source: Pass Code
ja_jp: パスコード
vi_vn: Mật mã

# PlugInCardIssuing
source: Card Issuing
ja_jp: カード発行
vi_vn: Thẻ đang phát hành

# PlugInAccessControl
source: Access Control
ja_jp: アクセス制御
vi_vn: Kiểm soát ra/vào

# PlugInScreenMessage
source: Screen Message
ja_jp: 画面メッセージ
vi_vn: Màn hình thông báo

# PlugInArmyManagement
source: Army Management
ja_jp: 陸軍管理
vi_vn: Quản lý quân đội

# PlugInTimeAttendance
source: Time Attendance
ja_jp: 時間出席
vi_vn: Thời gian ra/vào

# PlugInVisitManagement
source: Visit Management
ja_jp: 訪問管理
vi_vn: Quản lý khách mời

# PlugInCanteenManagement
source: Canteen Management
ja_jp: 食堂管理
vi_vn: Quản lý canteen

# PlugInCommon
source: Comon
ja_jp: 共通
vi_vn: Tính năng chung

# PlugInCameraPlugIn
source: Camera PlugIn 1
ja_jp: カメラ プラグイン 1
vi_vn: Chế độ Camera 1

# DescPlugInQrCode
source: This plugins enable for the company that use QR code as identification.
ja_jp: このplug-inにより、認証媒体としてQRを使用することができます。
vi_vn: Cho phép sử dụng mã QR để ra/vào công ty

# DescPlugInPassCode
source: This plugins enable for the company that use Pass Code as identification. <br>Use supported device such as: DE960, iTouchPop 2A, iTouchPop X, etc.
ja_jp: このplug-inによって認証媒体としてPasscodeを使用できるようになります。 <br>支援端末はDE-960、iTouchPop2A、iTouchPopXなどがあります。
vi_vn: Plugin này cho phép công ty sử dụng mật mã làm nhận dạng. <br>Nó được hỗ trợ sử dụng trên các loại thiết bị: DE960, iTouchPop 2A, iTouchPop X, etc.

# DescPlugInScreenMessage
source: This plugins enable for the company that use readers that have screen. E.g iTouchPop 2A, iTouchPop X, etc. <br>This option makes to be able to change screen message.
ja_jp: このプラグインは、画面のある読み取り機を使用している会社に使えます。e.g. : iTouchPop 2A, iTouchPop X, etc. <br>このオプションを使用すると、画面メッセージを変更することができます。
vi_vn: Plugin này cho phép công ty sử dụng trình đọc có màn hình. Ví dụ: iTouchPop 2A, iTouchPop X, v.v. <br> Tùy chọn này giúp bạn có thể thay đổi thông báo trên màn hình.

# DescPlugInVisitManagement
source: This plugins enable to manage visitors. <br>This option makes you can activate this option to apply for a visit, invite visitors, and manage visitors.
ja_jp: このプラグインで、訪問者管理が可能です。 <br>このオプションを有効化して、訪問申込、訪問者招待、訪問者管理などをすることができます。
vi_vn: Chế độ này cho phép quản lý khách mời đến thăm quan. <br>Tùy chọn này giúp bạn có thể kích hoạt tùy chọn này để đăng ký tham quan, mời khách truy cập và quản lý khách truy cập.

# DescPlugInTimeAttendance
source: This plugins is for the company that need to record clock-in/clock-out, manage attendance, set working hours, and request leave.
ja_jp: このプラグインを通じて、出勤退勤の記録、出席管理、勤務時間の設定および外勤休暇などを要請することができます。
vi_vn: Plugin này dành cho công ty cần ghi lại thời gian vào / ra, quản lý việc chấm công, đặt giờ làm việc và yêu cầu nghỉ phép.

# DescPlugInCommon
source: This plugins applies to all companies by default.
ja_jp: 本プラグインは、基本的に全ての会社に適用されます。
vi_vn: Theo mặc định, plugin này áp dụng cho tất cả các công ty.

# DescPlugInAccessControl
source: This plugins enable for the company that need to control door. This including Access-Group, Access-Time, Holiday, etc.
ja_jp: このプラグインは、ドア制御を行う会社に使用することができます。 出入グループ、出入時間、休日設定などが含まれます。
vi_vn: Plugin này cho phép công ty cần kiểm soát cửa. Điều này bao gồm nhóm truy cập, thời gian truy cập, kỳ nghỉ, v.v.

# DescPlugInArmyManagement
source: This plugins includes features for military units. Enabling this option significantly changes user- and visitor-related features.
ja_jp: このプラグインは軍部隊のための機能が含まれます。 このオプションを有効にすると、ユーザーおよび訪問者に関する機能が大きく変更されます。
vi_vn: Plugin này bao gồm các tính năng dành cho các đơn vị quân đội. Bật tùy chọn này sẽ thay đổi đáng kể các tính năng liên quan đến người dùng và khách truy cập.

# DescPlugInCameraPlugIn
source: This plugins enable for the company that use cameras for face recognition when entering and leaving.
ja_jp: このプラグインは出入り時に顔認識のためのカメラを使用する会社で使用できる。
vi_vn: Plugin này cho phép công ty sử dụng camera để nhận dạng khuôn mặt khi ra vào.

# DescPlugInCanteenManagement
source: This plugins includes many features for restaurants. <br>Enabling this option adds/changes many features for restaurant management.
ja_jp: このプラグインは、食堂のための多数の機能を備えています。 <br>このオプションを有効にすると、食堂管理のための機能が追加変更されます。
vi_vn: Plugin này bao gồm nhiều tính năng dành cho nhà hàng. <br>Bật tùy chọn này sẽ thêm / thay đổi nhiều tính năng cho quản lý nhà hàng.

# DescPlugInCardIssuing
source: This plugins used for print card, issue card,...
ja_jp: このプラグインは、カードの印刷、カードの発行などに使用されます。
vi_vn: Cho phép công ty có thể tự in thẻ và phát hành thẻ sử dụng trong công ty.

# PlugInEventManagement
source: Event Management
ja_jp: イベント管理
vi_vn: Quản lý sự kiện

# DescPlugInEventManagement
source: Event Management
ja_jp: イベント管理
vi_vn: Quản lý sự kiện (các cuộc họp, các hoạt động tập thể,...)

# DescPlugInVehiclePlugIn
source: This plugins enable for using vehicle functions.
ja_jp: このプラグインにより、車両機能の使用が可能になります。
vi_vn: Quản lý phương tiện

# PlugInVehiclePlugIn
source: Vehicle PlugIn
ja_jp: 車両プラグイン
vi_vn: Quản lý phương tiện

# PlugInBuildingMaster
source: Master by Building
ja_jp: 建物別マスター
vi_vn: Cài đặt quản lý cho đơn vị

# DescPlugInBuildingMaster
source: This plugins enables to set up master for each building.
ja_jp: このプラグインを使用して、建物ごとにマスターを設定することができます。
vi_vn: Plugin này cho phép thiết lậpquản lý cho mỗi đơn vị.

# PlugInCameraPlugIn2
source: Camera PlugIn 2
ja_jp: カメラプラグイン2
vi_vn: Chế độ Camera 2

# DescPlugInCameraPlugIn2
source: PlugIn camera 2. Using sync all usersfrom hanet to system
ja_jp: プラグインカメラ2. hanetからシステムへの全ユーザー同期の使用
vi_vn: Với chế độ này yêu cầu bắt buộc là phải bật cả chế độ camera 1. Nó cho phép đồng bộ tất cả dữ liệu người dùng từ hệ thống của Hanet

# PlugInElevator
source: Elevator PlugIn
ja_jp: エレベータープラグイン
vi_vn: Thang máy

# DescPlugInElevator
source: Elevator PlugIn
ja_jp: エレベータープラグイン
vi_vn: Chế độ thang máy

# PlugInVideoDoorbell
source: Video Doorbell PlugIn
ja_jp: ビデオドアベルプラグイン
vi_vn: Chế độ chuông cửa

# DescPlugInVideoDoorbell
source: Integrated Jitsi video conference used as a doorbell
ja_jp: ドアベルとして使用される統合 Jitsi ビデオ会議
vi_vn: Tích hợp Jitsi Video để sử dụng giống như chuông cửa

# PlugInFaceRecognition
source: Face Recognition
ja_jp: 顔認識
vi_vn: Nhận diện khuôn mặt

# DescPlugInFaceRecognition
source: This plugins enables the use of face recognition devices.
ja_jp: このプラグインは、顔認識端末機の使用を可能にします。
vi_vn: Plug-in này cho phép sử dụng thiết bị nhận diện khuôn mặt.

# PlugInVein
source: Vein PlugIn
ja_jp: 静脈
vi_vn: Tĩnh mạch

# DescPlugInVein
source: This plugins enable for using vein recognition devices.
ja_jp: このプラグインを有効にすれば、指静脈端末機をご利用いただけます。
vi_vn: Các plugin này cho phép sử dụng các thiết bị nhận dạng tĩnh mạch.

# PlugInLibraryManagement
source: Library Management
ja_jp: ライブラリ管理
vi_vn: Quản lý thư viện

# DescPlugInLibraryManagement
source: This plugins enable to management library
ja_jp: このプラグインはライブラリの管理を可能にします
vi_vn: Plugin này sử dụng cho việc quản lý mượn, trả sách trong thư viện

# PlugInUnKnownPersonManagement
source: Unknown Person Management
ja_jp: 不明な人物の管理
vi_vn: Quản lý truy cập của người lạ

# DescPlugInUnknownPersonManagement
source: If enable this plugin, the company will manage access history of unknown person (unknown face)
ja_jp: このプラグインを有効にすると、会社は不明な人物 (不明な顔) のアクセス履歴を管理します
vi_vn: Nếu cho phép sử dụng plugin này, các công ty sẽ quản lý truy cập của người lạ (không nhận diện được khuôn mặt)

# PlugInFingerPrint
source: Finger Print PlugIn
ja_jp: 指紋プラグイン
vi_vn: Nhận diện vân tay

# DescPlugInFingerPrint
source: This plugins enable for use finger print device
ja_jp: このプラグインは指紋認証デバイスの使用を可能にします
vi_vn: Plug-in này cho phép sử dụng các thiết bị nhận diện vân tay

# PlugInKakao
source: Kakao PlugIn
ja_jp: Kakao プラグイン
vi_vn: Chế độ tin nhắn Kakao

# DescPlugInKakao
source: This plugins enable for use send message by Kakao
ja_jp: このプラグインは Kakao によるメッセージ送信の使用を可能にします
vi_vn: Plug-in này cho phép sử dụng gửi tin nhắn bằng Kakao

# PlugInDeptAcGrpConn
source: Connection between Department and AccessGroup
ja_jp: 部門とアクセスグループ間の接続性を確保します
vi_vn: Kết nối giữa các phòng ban và nhóm truy cập

# DescPlugInDeptAcGrpConn
source: Basic AccessGroup is set for each department through the connection between the Department and AccessGroup.
ja_jp: Basic Access Group は、Department と Access Group の間の接続によって各部門に設定されます。
vi_vn: Nhóm truy cập cơ bản được thiết lập cho từng bộ phận thông qua kết nối giữa Bộ và Nhóm truy cập.

# PlugInDepartmentAccessLevel
source: Department Access Level
ja_jp: 部門アクセス レベル
vi_vn: Phân quyền truy cập theo phòng b

# DescPlugInDepartmentAccessLevel
source: This plugins enable for allows device management for each department
ja_jp: このプラグインにより、各部門のデバイス管理が可能になります
vi_vn: Cho phép người dùng quản lý thiết bị theo từng phòng ban

# DescPlugInCustomizeLanguage
source: If enable this plugin, the company will set default some languagues and the user not change to other languague
ja_jp: このプラグインが有効になっている場合、会社はデフォルトで一部の言語を使用し、ユーザーは他の言語に変更しません。
vi_vn: Nếu kích hoạt plugin này, công ty sẽ đặt mặc định một số ngôn ngữ và người dùng không chuyển sang ngôn ngữ khác

# PlugInCustomizeLanguage
source: Customize Language
ja_jp: 言語をカスタマイズ
vi_vn: Tùy chỉnh ngôn ngữ
