Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/AttendanceResource.*.resx
Languages: vi_vn

# lblAttendance
source: Attendance
vi_vn: Chấm công

# headerName
source: Name
vi_vn: Tên người dùng

# headerDate
source: Date
vi_vn: Ngày

# headerClockIn
source: Clock-in
vi_vn: Giờ đến

# headerClockOut
source: Clock-out
vi_vn: Giờ về

# headerUnfulfilledTime
source: Unfulfilled time
vi_vn: Thời gian chưa hoàn thành

# headerOverTime
source: Over time
vi_vn: Làm thêm giờ

# headerTotalTime
source: Working hours
vi_vn: Tổng thời gian làm việc

# headerDayOfWeek
source: Day of week
vi_vn: Các ngày trong tuần

# lblSunday
source: Sun
vi_vn: Chủ nhật

# lblMonday
source: Mon
vi_vn: Thứ Hai

# lblTuesday
source: Tue
vi_vn: Thứ Ba

# lblWednesday
source: Wed
vi_vn: Thứ Tư

# lblThursday
source: Thu
vi_vn: Thứ Năm

# lblFriday
source: Fri
vi_vn: Thứ Sáu

# lblSaturday
source: Sat
vi_vn: Thứ Bảy

# headerDiffTime
source: Diff time
vi_vn: Thời gian khác

# lblTotalDiffTime
source: Total diff time
vi_vn: Tổng số thời gian khác

# lblWeekWorkingHour
source: Weekly working hours
vi_vn: Giờ làm việc hàng tuần

# lblWeekDiffTime
source: Weekly diff time
vi_vn: Thời gian khác hàng tuần

# lblWeekly
source: WEEKLY
vi_vn: HÀNG TUẦN

# lblTotal
source: TOTAL
vi_vn: TỔNG SỐ

# lblOnlyInOffice
source: The hours spent only in the office
vi_vn: Số thời gian chỉ khi ở văn phòng

# lblTotalInOffice
source: Total hours from clock-in to out
vi_vn: Tổng số giờ từ lúc tới đến lúc về

# lblStatusWaiting
source: Waiting
vi_vn: Chờ duyệt

# lblStatusAprroval
source: Approved
vi_vn: Đã duyệt

# lblStatusReject
source: Rejected
vi_vn: Từ chối

# contentRegisterAttenance
source: There is new leave request needed to review of {0}
vi_vn: Bạn có đơn xin nghỉ phép cần duyệt từ {0}

# contentAcceptAttendanceLeave
source: Leave request has been accepted by {0}
vi_vn: Đơn xin nghỉ phép đã được duyệt bởi {0}

# contentRejectAttendanceLeave
source: Leave request has been rejected by {0}
vi_vn: Đơn xin nghỉ phép đã bị từ chối bởi {0}

# messageRegisterSuccess
source: The request was successfully created
vi_vn: Đơn xin nghỉ được tạo thành công

# requestAttendanceExist
source: Your leave request for submited date is already exists
vi_vn: Đơn xin nghỉ cho ngày bạn chọn đã tồn tại

# headerAttendanceType
source: Attendance type
vi_vn: Các loại chấm công

# cannotDeleteRequest
source: You can not delete leave request
vi_vn: Bạn không thể xóa đơn xin nghỉ

# cannotEditRequest
source: You can not edit leave request
vi_vn: Bạn không thể sửa đơn xin nghỉ

# titleNoticationLeaveRequest
source: Attendance Leave Request
vi_vn: Đơn xin nghỉ

# lblHHmmss
source: hour:min:sec
vi_vn: giờ:phút:giây

# lblHHmm
source: hour:min
vi_vn: giờ:phút

# lblTotalWorkingHour
source: Total working hours
vi_vn: Tổng số giờ làm việc

# msgAddNewWorkingType
source: Add a new working type
vi_vn: Thêm một giờ làm việc mới

# msgUpdateWorkingType
source: Update working type
vi_vn: Cập nhật giờ làm việc

# msgDeleteWorkingType
source: Delete working type
vi_vn: Xóa giờ làm việc

# lblAttendanceReportType0
source: Type default
vi_vn: Mẫu báo cáo mặc định

# lblAttendanceReportType1
source: Type 1
vi_vn: Mẫu báo cáo loại 1

# headerBodyTemperature
source: Body Temperature
vi_vn: Nhiệt độ cơ thể

# headerDepartment
source: Department
vi_vn: Phòng ban

# msgNotifyCheckinLate
source: It seem you forgot to check-in, please do it soon!
vi_vn: Có vẻ bạn quên chấm công, hay chấm công sớm nhất có thể!

# lblLeaveUserName
source: Username
vi_vn: Tên thành viên

# lblLeaveType
source: Leave Type
vi_vn: Loại ngày nghỉ

# lblLeaveFromDate
source: From Date
vi_vn: Ngày nghỉ bắt đầu

# lblLeaveToDate
source: To Date
vi_vn: Ngày nghỉ kết thúc

# lblLeaveReason
source: Reason
vi_vn: Lý do nghỉ

# lblLeaveRejectReason
source: Reject reason
vi_vn: Lý do từ chối

# lblButtonCheckLeaveRequest
source: Check Leave Request
vi_vn: Kiểm tra đơn xin nghỉ

# lblAttendanceReportType2
source: Type 2
vi_vn: Mẫu báo cáo loại 2

# titleAttendanceReportType2
source: ATTENDANCE REPORT IN/OUT OF DEPARTMENT {0}
vi_vn: THỐNG KÊ GIỜ RA VÀO TRONG {0}

# titleAttendanceReportDateType2
source: (from {0} to {1})
vi_vn: (từ {0} đến {1})

# lblNote
source: Note
vi_vn: Ghi chú

# lblNo
source: No
vi_vn: STT

# lblFullName
source: Full Name
vi_vn: Họ tên

# lblTimeIn
source: Time In
vi_vn: Giờ vào

# lblTimeOut
source: Time out
vi_vn: Giờ ra

# lblDefineLateIn
source: Background color black, text color white: Late in
vi_vn: Ô đen chữ trắng: Đi làm muộn

# lblDefineAbsence
source: Black ground gray: Absence no reason
vi_vn: Ô in xám: Không báo danh

# lblDefineEarlyOut
source: Background color gray, text italic: Early Out
vi_vn: Ô xám chữ nghiêng: về sớm

# lblWork
source: Work
vi_vn: Làm việc

# lblAnnualVacation
source: An annual vacation
vi_vn: Một kì nghỉ hằng năm

# lblOfficialVacation
source: An official vacation
vi_vn: Một kì nghỉ chính thức

# lblPetitionVacation
source: A petition vacation
vi_vn: Một kì nghỉ dự kiến

# lblSpecialVacation
source: A special vacation
vi_vn: Một kì nghỉ đặc biệt

# lblSleepOut
source: Sleep out
vi_vn: Ngủ ngoài giờ làm việc

# lblGoOut
source: Go out
vi_vn: Đi ra ngoài

# lblVisitOut
source: Visit out
vi_vn: Thăm ngoài giờ

# lblHospitalization
source: Hospitalization
vi_vn: nhập viện

# lblStartDate
source: Start Date
vi_vn: Ngày bắt đầu

# lblEndDate
source: End Date
vi_vn: Ngày kết thúc

# titleAttendanceReportDateType3
source: Hourly timesheet from: {0} to {1}
vi_vn: Bảng chấm công theo giờ từ: {0} đến {1}

# lblAttendanceReportType3
source: Type 3
vi_vn: Mẫu báo cáo loại 3

# lblUserCode
source: User Code
vi_vn: Mã nhân viên

# lblPosition
source: Position
vi_vn: Chức vụ

# lblDepartment
source: Department
vi_vn: Phòng/Ban

# lblDateOfMonth
source: Date of month
vi_vn: Ngày trong tháng

# lblAttendanceReportType4
source: Type 4
vi_vn: Mẫu báo cáo loại 4

# headerShift
source: Shift
vi_vn: Loại ngày

# headerLateIn
source: Late In
vi_vn: Đến muộn

# headerEarlyOut
source: Early Out
vi_vn: Về sớm

# headerActualWorkingHour
source: Actual Working Hour
vi_vn: Số giờ cần làm

# headerRealWorkingHour
source: Real Working Hour
vi_vn: Giờ làm việc thực tế

# headerOvertimeDurationBefore
source: Overtime Duration Before
vi_vn: Thời gian vào sớm

# headerOvertimeDurationAfter
source: Overtime Duration After
vi_vn: Thời gian ra muộn

# msgNotifyCheckinFirst
source: You have successfully check in your time today
vi_vn: Bạn đã chấm công cho ngày hôm nay thành công

# lblHHmmDot
source: hour.min
vi_vn: giờ.phút

# msgWorkingTimeNameExisted
source: Working time name existed in system
vi_vn: Tên thời gian làm việc đã tồn tại trong hệ thống

# msgValidationLunchTime
source: Lunch time config failed
vi_vn: Cấu hình thời gian nghỉ trưa không đúng

# msgValidationWorkingDay
source: Working day config failed
vi_vn: Cấu hình ngày làm việc không đúng

# msgValidationWorkingTime
source: Working time config failed
vi_vn: Cấu hình giờ làm việc không đúng

# msgValidationWorkingType
source: Working type config failed
vi_vn: Cấu hình loại làm việc không đúng
