Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/BuildingResource.*.resx
Languages: vi_vn

# lblAssignDoor
source: Assign Door(s)
vi_vn: Điểm kiểm soát(s)

# lblBuilding
source: Building
vi_vn: Đơn vị

# lblBuildingName
source: Building Name
vi_vn: Tên đơn vị

# lblUnAssignDoor
source: Unassign Door(s)
vi_vn: Bỏ điểm kiểm soát(s)

# msgAssignDoors
source: Assign door(s) to the {0} building successfully.
vi_vn: Điểm kiểm soát(s) cho {0} đơn vị thành công.

# msgCannotDeleteDefaultBuilding
source: The default can not be deleted.
vi_vn: Không thể xóa đơn vị mặc định.

# msgChangeBuildingName
source: Change Building Name {0} to {1}.
vi_vn: Thay đổi tên đơn vị từ {0} sang {1}.

# msgUnAssignDoors
source: Unassign door(s) from the building {0} (Building Name) successfully.
vi_vn: Bỏ điểm kiểm soát(s) từ đơn vị {0} (Tên đơn vị) thành công.

# msgAdd
source: Add new building.
vi_vn: Thêm mới đơn vị.

# lblCountry
source: Country
vi_vn: Quốc gia

# lblCity
source: City
vi_vn: Thành phố

# lblAddress
source: Address
vi_vn: Địa chỉ

# lblPostalCode
source: Postal Code
vi_vn: Mã bưu điện

# msgDelete
source: Delete building.
vi_vn: Xóa đơn vị.

# msgUpdate
source: Update building information.
vi_vn: Cập nhật thông tin đơn vị.

# msgNoDoorsToAssign
source: No doors to allocate have been selected.
vi_vn: Không có cửa nào được chọn để phân bổ.

# lblTimezone
source: Timezone
vi_vn: múi giờ

# msgCannotDeleteTopLevelBuilding
source: Unable to delete this building. Because the child buildings exists.
vi_vn: Không thể xóa đơn vị này. Bởi vì có những đơn vị cho trẻ em.

# lblParentBuilding
source: Parent building
vi_vn: toà nhà phụ huynh

# msgNotFoundBuilding
source: Building not existed in system
vi_vn: Đơn vị không tồn tại trong hệ thống

# msgCannotDeleteDoorsOfDefaultBuilding
source: The doors of default building can not be delete.
vi_vn: Cửa của toàn nhà mặc định không thể xóa.

# msgCannotDeleteBuildingIncludeDevice
source: The unit cannot be deleted as it is associated with existing checkpoints.
vi_vn: Không thể xóa đơn vị vì đang tồn tại các điểm kiểm soát liên kết.
