Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/CameraResource.*.resx
Languages: vi_vn

# DuplicateCameraId
source: CameraId existed in system
vi_vn: CameraId đã tồn tại trong hệ thống

# AccessTokenWrong
source: Can not connect to Hanet System. Please check access token (or create new place camera).
vi_vn: Không thể kết nối với hệ thống Hanet. Vui lòng kiểm tra mã thông báo truy cập (hoặc tạo camera cho địa điểm mới).

# QrInvalid
source: QR code not valid
vi_vn: QR code không hợp lệ

# UploadAvatarFailed
source: Avatar person upload failed!
vi_vn: Hình ảnh không nhận diện được khuôn mặt

source: Sync data complete
vi_vn: Đồng bộ dữ liệu thành công

source: All Cameras offline
vi_vn: Tất cả camera không hoạt động

source: Invalid Camera
vi_vn: Camera không hợp lệ

source: Create FaceId success.
vi_vn: FaceId được tạo thành công.

# contentNewVisitWebhook
source: Webhook add new visit
vi_vn: Webhook tạo mới khách mời

# contentNewUserWebhook
source: Webhook add new user
vi_vn: Webhook tạo mới thành viên

# contentUpdateVisitWebhook
source: Webhook update visit
vi_vn: Webhook chỉnh sửa khách mời

# contentDeleteVisitWebhook
source: Webhook delete visit
vi_vn: Webhook xóa khách mời

# contentUpdateUserWebhook
source: Webhook update user
vi_vn: Webhook chỉnh sửa thành viên

# contentDeleteUserWebhook
source: Webhook delete user
vi_vn: Webhook xóa thành viên

# contentUpdateCameraSetting
source: Update camera setting
vi_vn: Cập nhật cấu hình camera

# contentUpdateCameraSettingRefresh
source: Update camera setting (Refresh token)
vi_vn: Cập nhật AccessToken (Token hết hạn)

# lblChangeSetting
source: Change setting
vi_vn: Thay đổi cài đặt

# lblCameraId
source: CameraId
vi_vn: Mã thiết bị

# lblCameraName
source: Camera Name
vi_vn: Tên thiết bị

# lblVideoLength
source: Video length
vi_vn: Độ dài video
