Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/DeviceResource.*.resx
Languages: vi_vn

# lblAccessibleUsers
source: Accessible Users
vi_vn: Những thành viên có thể truy cập

# lblAccessTimezone
source: Access Timezone
vi_vn: Múi giờ truy cập

# lblAddNew
source: Add new device
vi_vn: Thêm thiết bị mới

# lblAlarm
source: Alarm
vi_vn: Cảnh báo

# lblBlue
source: Blue
vi_vn: Màu xanh dương

# lblBuilding
source: Building
vi_vn: Đơn vị

# lblChooseAtLeast
source: Please choose at least one device
vi_vn: Vui lòng chọn thiết bị mới nhất

# lblCloseReverseLock
source: Close And Reverse Lock
vi_vn: Đóng của và đảo trạng thái khóa cửa

# lblCondition
source: Condition
vi_vn: Điều kiện

# lblConnectionStatus
source: Connection Status
vi_vn: Trạng thái kết nối

# lblDeleteMultipleDevice
source: Delete multiple device
vi_vn: Xóa nhiều thiết bị

# lblDevice
source: Device
vi_vn: Thiết bị

# lblDeviceAddress
source: Device Address
vi_vn: Địa chỉ thiết bị

# lblDeviceList
source: Device list
vi_vn: Danh sách thiết bị

# lblDeviceSetting
source: Device Setting
vi_vn: Cài đặt thiết bị

# lblDeviceType
source: Device type
vi_vn: Loại thiết bị

# lblDoorActiveTimezone
source: Active Timezone
vi_vn: Múi giờ kích hoạt

# lblDoorName
source: Door Name
vi_vn: Tên điểm kiểm soát

# lblDoorSensorType
source: Door Sensor Type
vi_vn: Loại thiết bị cảm ứng

# lblEntrance
source: Entrance
vi_vn: Cổng vào

# lblReception
source: Reception
vi_vn: Thiết bị quầy lễ tân

# lblExportAccessibleUser
source: ExportAccessibleUser
vi_vn: Xuất dữ liệu thành viên có thể truy cập

# lblIn
source: In
vi_vn: Vào

# lblIndex
source: Index
vi_vn: Thứ tự

# lblInReader
source: InReader
vi_vn: Thiết bị đọc vào

# lblIpAddress
source: Ip Address
vi_vn: Địa chỉ IP

# lblLastCommunicationTime
source: Last Communication Time
vi_vn: Thời gian kết nối cuối cùng

# lblLockOpenDuration
source: Lock Open Duration
vi_vn: Thời gian khóa mở

# lblMacAddress
source: MAC Address
vi_vn: Địa chỉ MAC

# lblMultiPersonRule
source: Multi Person Rule
vi_vn: Quyền cho nhiều người

# lblNetworkEnable
source: Enable Network
vi_vn: Cho phép kết nối

# lblNumberOfNotTransmittingEvent
source: Number Of Not Transmitting Event
vi_vn: Số lượng sự kiện không gửi đi

# lblOpenDoor
source: Open door
vi_vn: Mở cửa

# lblOut
source: Out
vi_vn: Ra

# lblRegisterIdNumber
source: Register Id Number
vi_vn: Chưa đăng ký số hiệu ID

# lblRestaurant
source: Restaurant
vi_vn: Nhà hàng

# lblStatus
source: Status
vi_vn: Trạng thái

# lblStatusDelay
source: Status Delay
vi_vn: Trạng thái trễ

# lblTransmitCurrentTime
source: Transmit Current Time
vi_vn: Truyền dữ liệu cấu hình thời gian hiện tại

# lblTransmitDeviceSetting
source: Transmit Device Setting
vi_vn: Truyền dữ liệu cấu hình thiết bị

# lblTransmitHolidaySetting
source: Transmit Holiday Setting
vi_vn: Truyền dữ liệu cấu hình ngày nghỉ

# lblTransmitMessageSetting
source: Transmit Message Setting
vi_vn: Truyền dữ liệu cấu hình bản tin

# lblTransmitServerIp
source: Transmit Server IP
vi_vn: Truyền dữ liệu Server IP

# lblTransmitTimezoneSetting
source: Transmit Timezone Setting
vi_vn: Truyền dữ liệu cấu hình múi giờ

# lblTransmitUserInfo
source: Transmit User Information
vi_vn: Truyền dữ liệu thông tin người dùng

# lblUpdateDevice
source: Update device ({0}) information.
vi_vn: Cập nhật thông tin thiết bị ({0}).

# lblVerifyMode
source: Verify Mode
vi_vn: Chế độ xác thực

# lblVersion
source: Firmware version
vi_vn: Phiên bản phần mềm

# msgActiveDoor
source: Active door {0} (Door Name)
vi_vn: Kích hoạt cửa {0} (Door Name)

# msgChangeActiveTimezone
source: Change door active timezone {0} (Door Name)
vi_vn: Thay đổi múi giờ hoạt động của cửa {0} (Điểm kiểm soát)

# msgChangeAntiPassback
source: Change Anti-Passback to "{0}" {1} (Door Name)
vi_vn: Thay đổi Anti-Passback của cửa "{0}" {1} (Điểm kiểm soát)

# msgChangeDevice
source: Change Device {0} (Device ID)
vi_vn: Thay đổi thiết bị {0} (ID của thiết bị)

# msgChangeDeviceAddress
source: Change device address to "{0}" (Door Name)
vi_vn: Thay đôỉ địa chỉ của thiết bị "{0}" (Địa chỉ của thiết bị)

# msgChangeDoorName
source: Change name from '{0}' to '{1}' (Door name)
vi_vn: Thay đổi tên của thiết bị '{0}' to '{1}' (Tên thiết bị)

# msgChangeDoorSensorType
source: Change Door sensor type to "{0}" {1} (Door Name)
vi_vn: Thay đổi cảm biến của thiết bị "{0}" {1} (Cảm biến thiết bị)

# msgChangeIpAddress
source: Change IP address {0} (Door Name)
vi_vn: Thay đổi địa chỉ IP của thiết bị{0} (IP của thiết bị)

# msgChangeLockOpenDuration
source: Change Lock Open Duration as "{0}" {1} (Door Name)
vi_vn: Thay đổi thời gian mở cửa "{0}" {1} (Điểm kiểm soát)

# msgChangeMprAccessTimezone
source: Change MPR access timezone {0} (Door Name)
vi_vn: Thay đổi múi giờ truy cập MPR{0} (Door Name)

# msgChangeMprCondition
source: Change MPR condition {0} (Door Name)
vi_vn: Thay đổi điều kiện MPR {0} (Điểm kiểm soát)

# msgChangeMprGroup
source: Change MPR Group option {0} (Door Name)
vi_vn: Thay đổi nhóm lựa chọn MPR {0}

# msgChangePassageTimezone
source: Change door passage timezone {0} (Door Name)
vi_vn: Thay đổi múi giờ của cửa lối đi {0} (Door Name)

# msgChangeVerifyMode
source: Change verify mode to '{0}' {1} (Door Name)
vi_vn: Thay đổi chế độ xác thực '{0}' {1} (Door Name)

# msgChangeWgFormat
source: Update Wiegand format {0} (Door Name)
vi_vn: Cập nhật định dạng Wiegand {0}

# msgConfirmSwitch
source: If you disable the door you will not be able to access this door with a card or PIN. Are you sure you want to disable this door?
vi_vn: Nếu vô hiệu hóa cửa, bạn sẽ không thể vào cửa này bằng thẻ hoặc mã PIN. Bạn có chắc chắn muốn tắt cửa này không?

# msgCopyDeviceSetting
source: Copy device setting from {0} to {1}.
vi_vn: Sao chép cấu hình thết bị từ {0} đến {1}.

# msgDeleteMultipleDevices
source: Delete multiple devices (Device Address)
vi_vn: Xóa các thiết bị đã lựa chọn (Device Address)

# msgDeviceAddressInUse
source: This device address is already in use.
vi_vn: Địa chỉ thiết bị này đã được sử dụng

# msgDisableAlarm
source: Disable alarm {0} (Door Name)
vi_vn: Vô hiệu hóa cảnh báo {0}

# msgDisableAntiPassback
source: Disable Anti-Passback {0} (Door Name)
vi_vn: Vô hiệu hóa Anti-Passback {0}

# msgDisableHardAntiPassback
source: Disable Hard antipass back {0} (Door Name)
vi_vn: Vô hiệu hóa Hard antipass back {0}

# msgDisableNetworkConnection
source: Network connection is disabled {0} (Door Name)
vi_vn: Mạng bị mất kết nối {0} (Door Name)

# msgEmergencyForcedClose
source: Forced close : {0}(User) {1}(Device Address) at {2}(Time)
vi_vn: Buộc đóng cửa : {0}(Người dùng) {1}(Mã thiết bị) lúc {2}(Thời gian)

# msgEmergencyForcedOpen
source: Forced open : {0}(User) {1}(Device Address) at {2}(Time)
vi_vn: Buộc mở cửa : {0}(Người dùng) {1}(Mã thiết bị) at {2}(Thời gian)

# msgEmergencyRelease
source: Release : {0}(User) {1}(Device Address) at {2}(Time)
vi_vn: Giải phóng : {0}(Người dùng) {1}(Mã thiết bị) lúc {2}(Thời gian)

# msgEnableAlarm
source: Enable alarm {0} (Door Name)
vi_vn: Chế độ cảnh báo được kích hoạt {0} (Door Name)

# msgEnableHardAntiPassback
source: Enable Hard antipass back {0} (Door Name)
vi_vn: Cho phép Hard antipass back {0} (Tên thiết bị)

# msgEnableNetworkConnection
source: Network connection is enabled {0} (Door Name)
vi_vn: Kết nối mạng được bật {0} (Door Name)

# msgExportAccessibleUserList
source: Export Accessible User list
vi_vn: Xuất dữ liệu danh sách thành viên có thể truy cập

# msgFirmwareUpdate
source: Firmware update for the device.
vi_vn: Cập nhật phần mềm cho thiết bị

# msgInactiveDoor
source: inactive door {0} (Door Name)
vi_vn: Cửa không hoạt động {0} (Door Name)

# msgInvalidDoor
source: Invalid door setting - {0} (Door Name)
vi_vn: Cấu hình không hợp lệ - {0} (Door Name)

# msgReinstallDeviceSetting
source: Reinstall device setting
vi_vn: Cài đặt lại cấu hình thiết bị

# msgSendDeviceCommand
source: Send {0} command
vi_vn: Gửi lệnh {0}

# msgSendDeviceMonitoringCommand
source: Send device monitoring command {0} : {1}(User) {2}(Device Address) at {3}(Time)
vi_vn: Gửi lệnh giảm sát thiết bị {0} : {1}(Thành viên) {2}(Địa chỉ thiết bị) vào {3}(Thời gian)

# msgSendEmergency
source: Send emergency command {0} : {1}(User) {2}(Device Address) at {3}(Time)
vi_vn: Gửi lệnh khẩn cấp {0} : {1}(Thành viên) {2}(Địa chỉ thiết bị) vào {3}(Thời gian)

# msgValidDoor
source: Valid door setting - {0} (Door Name)
vi_vn: Cấu hình cửa hợp lệ - {0} (Điểm kiểm soát)

# lblFromDbIdNumber
source: ID Number From DB
vi_vn: Số hiệu ID từ cơ sở dữ liệu

# dsClosedAndLock
source: Closed / Lock
vi_vn: Đóng cửa và khóa lại

# dsClosedAndUnlocked
source: Closed / Unlocked
vi_vn: Đóng cửa và mở ra

# dsOpened
source: Opened / Unlock
vi_vn: Mở cửa

# dsEmergencyClosed
source: Emergency Closed
vi_vn: Đóng cửa khẩn cấp

# dsEmergencyOpened
source: Emergency Opened
vi_vn: Mở cửa khẩn cấp

# dsForceOpened
source: Opened / Lock
vi_vn: Luôn mở cửa

# lblCommand
source: Command
vi_vn: Câu lệnh

# lblOpenPeriod
source: Open period
vi_vn: Thời gian mở cửa

# lblOpenUntilTime
source: Open Until Time
vi_vn: Mở cho đến thời điểm

# lblReset
source: Reboot the device
vi_vn: Khởi động lại thiết bị

# lblForceOpen
source: Forced door open
vi_vn: Chế độ luôn mở cửa

# lblForceClose
source: Forced door close
vi_vn: Chế độ luôn đóng cửa

# lblRelease
source: Release the situation
vi_vn: Giải phóng trạng thái hiện tại

# lblDeviceCount
source: Device count
vi_vn: Tổng số lượng thiết bị

# lblBackupPeriod
source: Backup period
vi_vn: Khoảng thời gian backup

# msgTransmitData
source: Transmit Data to device
vi_vn: Truyền dữ liệu đến thiết bị

# msgDuplicateRole
source: Card readers should have different roles.
vi_vn: Đầu đọc thẻ phải có các vai trò khác nhau

# dsUnknown
source: Unknown
vi_vn: Không rõ

# dsLock
source: Lock
vi_vn: Khóa cửa

# dsUnlock
source: Unlock
vi_vn: Mở khóa

# lblLibrary
source: LIBRARY
vi_vn: Thư viện

# verifyCard
source: Card only
vi_vn: Thẻ

# verifyQR
source: QR code only
vi_vn: Mã QR

# verifyFace
source: Face ID only
vi_vn: Khuôn mặt

# verifyPassCode
source: Pass code only
vi_vn: Mật mã

# verifyCardOrQR
source: Card or QR code
vi_vn: Thẻ hoặc mã QR

# VerifyCardOrPassCode
source: Card or Pass code
vi_vn: Thẻ hoặc mật mã

# verifyCardAndQR
source: Card and QR code
vi_vn: Thẻ + mã QR

# verifyCardAndPassCode
source: Card and Pass code
vi_vn: Thẻ + mật mã

# msgCannotUseVerifyMode
source: This verification mode is not available for this device. Please change mode.
vi_vn: Chế độ xác mình cửa thiết bị này không có hiệu lực. Vui lòng thay đổi chế độ của thiết bị

source: New device
vi_vn: Thiết bị mới

source: Replace device
vi_vn: Thiết bị mới thay thế

source: Relocated device
vi_vn: thiết bị được chuyển đi

# verifyIris
source: Iris ID only
vi_vn: Mống mắt

# verifyFaceOrIris
source: Face ID or Iris ID
vi_vn: Khuôn mặt hoặc mống mắt

# verifyFaceAndIris
source: Face ID and Iris ID
vi_vn: Khuôn mặt + mống mắt

# VerifyCardOrQROrPassCode
source: Card or QR or Pass code
vi_vn: Thẻ hoặc mã QR hoặc mật mã

# verifyCardOrFaceOrIris
source: Card or Face or Iris
vi_vn: Thẻ hoặc khuôn mặt hoặc mống mắt

# lblVehicleAllow
source: Allowed
vi_vn: Được cho phép

# lblVehicleDisallow
source: Disallowed
vi_vn: Không được phép

# lblControllerDevice
source: Controller device
vi_vn: Thiết bị điều khiển

# lblExceptionVehicle
source: Exception vehicle
vi_vn: Xe ngoại lệ

# msgDeviceNotWorking
source: Device not working
vi_vn: Thiết bị không hoạt động

# msgCameraNotRecognizeFace
source: Camera does not recognize the face
vi_vn: Camera không nhận diện được khuôn mặt

# lblAlarmStateOff
source: Off
vi_vn: Tắt

# lblAlarmStateOn
source: On
vi_vn: Bật

# msgMaximumAddDevice
source: You can not add new device. (Count of devices maximum: {0})
vi_vn: Bạn không thể thêm thiết bị mới. (Số lượng tối đa: {0})

# lblFireDetector
source: Fire detector
vi_vn: Đầu báo cháy

# msgForcedOpenSuccess
source: Forced open success
vi_vn: Kích hoạt chế độ luôn mở cửa thành công.

# msgForcedCloseSuccess
source: Forced close success
vi_vn: Kích hoạt chế độ luôn đóng cửa thành công

# msgForcedReleaseSuccess
source: Release emergency success
vi_vn: Hủy bỏ chế độ khẩn cấp thành công

# msgOpenDoorTimePeriod
source: Open door for {0} seconds.
vi_vn: Mở cửa trong vòng {0} giây

# msgOpenDoorUtilTime
source: Open door util {0}.
vi_vn: Mở cửa cho đến lúc: {0}

# dsFireDetected
source: Fire Detected
vi_vn: Báo cháy

# dsFireNoDetected
source: No fire detected
vi_vn: Không báo cháy

# dsNoMealTime
source: Break Time
vi_vn: Giờ giải lao

# dsInactive
source: Inactive Time
vi_vn: Thời gian không chọn

# dsNeedSetting
source: Need Setting
vi_vn: Cần thiết lập

# dsInvalid
source: Invalid
vi_vn: Không sử dụng

# verifyFingerprintOnly
source: Fingerprint Only
vi_vn: Vân tay

# verifyCardOrFingerprint
source: Card or Fingerprint
vi_vn: Thẻ hoặc vân tay

# verifyCardAndFingerprint
source: Card and Fingerprint
vi_vn: Thẻ và vân tay

# verifyFingerprintAndPassCode
source: Fingerprint and Pass code
vi_vn: Vân tay và mã PIN

# verifyCardAndFace
source: Card and Face ID
vi_vn: Thẻ + khuôn mặt

# verifyFaceAndPassCode
source: Face ID and Pass code
vi_vn: Khuôn mặt + mật mã

# verifyCardAndFaceAndPassCode
source: Card and Face ID and Pass code
vi_vn: Thẻ + khuôn mặt + mật mã

# verifyFaceOrFingerPrintOrPassCode
source: Face ID or Fingerprint or Pass code
vi_vn: Khuôn mặt hoặc vân tay hoặc mật mã

# verifyFingerprintAndFace
source: Fingerprint and Face ID
vi_vn: Vân tay + khuôn mặt

# verifyCardOrQrOrFingerprintOrFaceId
source: Card or QR code or Fingerprint or Face
vi_vn: Thẻ hoặc mã QR hoặc khuôn mặt hoặc vân tay

# msgDeviceNotReady
source: Device not ready
vi_vn: Thiết bị hiện tại không sẵn sàng

# lblDeviceId
source: Device ID
vi_vn: ID của thiết bị

# lblDoorStatus
source: Door status
vi_vn: Trạng thái cửa

# lblProgress
source: Progress status
vi_vn: Trạng thái tiến hành

# lblCreatedOn
source: Created on
vi_vn: Ngày tạo

# lblCreateTimeOnlineDevice
source: Create time online of device
vi_vn: Thời gian online

# lblUpTimeOnlineDevice
source: Online update time
vi_vn: Thời gian cập nhật trực tuyến

# NotificationDevice
source: The Emergency mode {0} has been activated in {1} building
vi_vn: Tình huống khẩn cấp ({0}) đã được kích hoạt tại đơn vị {1}

# msgRejectVideoCall
source: Your request rejected by {0}
vi_vn: Yêu cầu của bạn đã bi từ chối bởi {0}

# msgYourRequestSuccess
source: Your request send to device success. Please waiting a minutes
vi_vn: Yêu cầu của bạn đã được gửi cho thiết bị. Vui lòng chờ trong giây lát

# msgNotificationNewFile
source: {0} uploaded new log file. You can download it now.
vi_vn: {0} đã tải lên tập tin lịch sử mới. Bạn có thể tải dữ liệu đó ngay bây giờ

# prgMsgLoadDeviceInfo
source: Request refresh data
vi_vn: Load device data

# msgDeviceNotResponse
source: Device not response
vi_vn: Thiết bị không phản hồi

# verifyVehicle
source: Vehicle ID Only
vi_vn: Biển số

# verifyVehicleAndFace
source: Plate Number And Face ID
vi_vn: Biển số và khuôn mặt

# verifyPlateNumberAndVNID
source: Plate Number And VNID
vi_vn: Biển số và thẻ căn cước

# verifyVNID
source: VNID
vi_vn: Thẻ căn cước

# msgDoorNameInUse
source: This door name is already in use.
vi_vn: Tên điểm truy cập đã tồn tại.
