Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/MailTemplateResource.*.resx
Languages: af_na

# titleRequestApproval
source: Request for approval review mail template
af_na: Thư yêu cầu duyệt khách mời

# titleApprovalVisit
source: Visit Invitation mail template
af_na: Thư mời gửi cho khách

# titleRejectVisit
source: Visit application rejection mail template
af_na: Thư từ chối khách mời

# titleLinkRegisterVisit
source: Visit registration link mail template
af_na: Thư gửi link đăng kí khách mời

# titleWelcomeUserEmail
source: Employee user welcome mail template
af_na: Thư chào mừng người dùng mới

# titleSendPassCodeEmail
source: Mail send passcode to user
af_na: Thư gửi mã số cho người dùng

# descriptionApprovalVisit
source: Mail is sent to the visitor to indicate their visit application accepted. This mail includes: company address, time and QR Code for identity verification.
af_na: Thư mời gửi cho khách, bao gồm QR , đỉa chỉ công ty, thời gian.

# descriptionLinkRegisterVisit
source: Mail is sent to people that includes the visit registration link.
af_na: Thư gửi link đăng kí khách mời.

# descriptionRejectVisit
source: Mail is sent to the visitor to indicate their visit application has been rejected.
af_na: Thư từ chối gửi cho khách mời.

# descriptionRequestApproval
source: The email will be send to contact person, or approver to notifify user that he/she need to review the visit application.
af_na: Thư gửi cho quản lý để duyệt khách mời.

# descriptionSendPassCodeEmail
source: Mail send passcode to user.
af_na: Thư gửi mã số cho người dùng.

# descriptionWelcomeUserEmail
source: The email will be send to new employee user that includes greating message, link to download mobile app and login information.
af_na: Thư chào mừng người dùng mới. Thư có bao gồm thông tin tải ửng dụng dị động, đặt mật khẩu.

# titleSendQREmail
source: Mail send image qr-code to visitor
af_na: Thư gửi ảnh mã QR cho khách mời

# descriptionSendQREmail
source: Mail is sent to the visitor to indicate image qr-code.
af_na: Thư gửi cho khách mời kèm theo mã QR

# titleWelcomeMailForManager
source: Manager user welcome mail template
af_na: Thư chào mừng người dùng quản lý mới

# descriptionWelcomeMailForManager
source: Mail is sent to manager include: account and link reset password.
af_na: Thư chào mừng người dùng quản lý mới. Thư có bao gồm thông tin tải ửng dụng dị động, đặt mật khẩu, link đến trang quản trị.

# titleWelcomeMailForAdmin
source: Mail send account/password for admin
af_na: Thư gửi tài khoản / mật khẩu cho quản trị hệ thống

# descriptionAddress
source: Address of company
af_na: Địa chỉ công ty

# descriptionApprovalName
source: Name of contact person who create visit
af_na: Tên người mời

# descriptionCompanyName
source: Name of company
af_na: Tên công ty

# descriptionApprovalCount
source: Count of approved for visit
af_na: Số lượng phê duyệt khách mời

# descriptionEmailWelcome
source: Email user created
af_na: The user's email account is created

# descriptionImageQRCode
source: Image Qr-Code send to visitor
af_na: Mã QR

# descriptionLogoImageId
source: Logo Image of company
af_na: Logo công ty

# descriptionPassCode
source: Passcode is sent to user
af_na: Mã số

# descriptionToken
source: Token link to reset password
af_na: Link thay đổi mật khẩu

# descriptionUserName
source: Username
af_na: Tên đăng nhập

# descriptionUserNameWelcome
source: New Username
af_na: Tên đăng nhập mới

# descriptionVisitEmail
source: Email of visitor
af_na: Địa chỉ email của khách mời

# descriptionVisitLink
source: Link website visit management
af_na: Link đến trang quản lý khách mời

# descriptionVisitLinkQrCode
source: Link of form register visit
af_na: Link đăng kí khách mời

# descriptionVisitorName
source: Name of visitor
af_na: Tên khách mời

# descriptionVisitorPhone
source: Phone of visitor
af_na: Số điện thoại của khách mời

# descriptionVisitReason
source: Reason reject visit
af_na: Mục đích

# descriptionVisitTargetName
source: Contact person create visit
af_na: Tên người cần gặp

# descriptionVisitTimeAccess
source: Time access for visit
af_na: Thời gian chuyến thăm

# descriptionVisitUserCreate
source: Contact person who create visit
af_na: Tên người mời

# descriptionVisitUserReject
source: User reject visit
af_na: Tên người duyệt từ chối

# descriptionPasswordDefault
source: Password default
af_na: Mật khẩu mặc định

# descriptionCompanyLogo
source: Company Logo
af_na: Logo Công ty

# descriptionTimeIcon
source: Visit Time Icon
af_na: Icon thời gian

# descriptionLocationIcon
source: Location Icon
af_na: Icon Địa chỉ

# descriptionDoorIcon
source: Door Icon
af_na: Icon cửa truy cập

# descriptionDoorListVisitAccess
source: Door of Visit Access
af_na: Danh sách cửa được truy cập

# descriptionPhoneIcon
source: Phone Icon
af_na: Icon liên hệ

# descriptionContactVisitTarget
source: Contact Visit Target
af_na: Thông tin người liên hệ

# titleNotifyOverDueBook
source: Notify Over Due Book
af_na: Thư gửi thông báo sách được mượn đã bị quá hạn

# descriptionNotifyOverDueBook
source: Mail is sent to user: notify over due book.
af_na: Thư gửi cho người dùng để thông báo sách mượn đã quá hạn.

# descriptionUserNameBorrowBook
source: Borrower name
af_na: Tên người mượn sách

# descriptionBookNameBorrowBook
source: Book name
af_na: Tên sách

# descriptionBorrowDateBorrowBook
source: Borrow date
af_na: Ngày mượn sách

# descriptionDeadlineDateBorrowBook
source: Deadline date
af_na: Ngày trả sách

# descriptionNameOfUser
source: Username
af_na: Tên của thành viên

# descriptionLeaveType
source: Leave Type
af_na: Loại ngày nghỉ phép

# descriptionLeaveFromDate
source: From Date
af_na: Bắt đầu ngày nghỉ

# descriptionLeaveToDate
source: To Date
af_na: Kết thúc ngày nghỉ

# descriptionLeaveReason
source: Leave Request Reason
af_na: Lý do nghỉ phép

# descriptionLeaveRejectReason
source: Leave Request Reject Reason
af_na: Lý do từ chối đơn xin nghỉ phép

# titleLeaveRequestReview
source: Form Leave Request for approval review mail template
af_na: Thư gửi cho quản lý phê duyệt đơn xin nghỉ của nhân viên trong công ty

# descriptionLeaveRequestReview
source: Mail is sent to manager that form leave request
af_na: Thư yêu cầu quản lý phê duyệt đơn xin nghỉ phép của nhân viên

# descriptionLeaveRequestLink
source: Link page Leave Request
af_na: Đường dẫn trang quản lý danh sách đơn xin nghỉ

# descriptionManagerApproval
source: Name of manager approval
af_na: Tên của quản lý phê duyệt

# descriptionLeaveUserName
source: Name of user that created form
af_na: Tên người dùng tạo đơn xin nghỉ phép

# titleLeaveRequestApproval
source: From Leave Request is Approved
af_na: Đơn xin nghỉ phép đã được phê duyệt

# descriptionLeaveRequestApproval
source: Mail is sent to user that form leave request approved
af_na: Thư thông báo cho người dùng đơn xin phép được phê duyệt

# titleLeaveRequestReject
source: From Leave Request is Rejected
af_na: Đơn xin nghỉ phép đã bị từ chối

# descriptionLeaveRequestReject
source: Mail is sent to user that form leave request rejected
af_na: Thư thông báo cho người dùng đơn xin nghỉ đã bị từ chối

# lblEmailTemplate
source: Email Template
af_na: Mẫu Thư điện tử

# lblNoteScanQR
source: Scan this QR code to get access the door.
af_na: Quét mã QR này để vào cửa.

# lblTextInvite
source: You’re invited by
af_na: Bạn được mời bởi

# lblTextPowerBy
source: Powered by Duall Master.
af_na: Được cung cấp bởi Duall Master

# SubjectCardQRTemplate
source: Card QR Template
af_na: Mẫu QR thẻ

# titleQRCardTemplate
source: Card QR Template
af_na: Mẫu QR thẻ

# descriptionImgVisit1
source: Link image of visitor
af_na: Đường dẫn ảnh của người mời

# descriptionImgVisit2
source: Link image of visitee
af_na: Đường dẫn ảnh của người đến thăm

# descriptionNoteScanQR
source: Some note below QR code
af_na: Mô tả bên dưới mã QR

# descriptionTextPowerBy
source: Text describing the card provided by organization
af_na: Mô tả về tổ chức cung cấp thẻ

# descriptionTextInvite
source: Title of card
af_na: Tiêu đề của thẻ

# descriptionLogoSquare
source: Logo of company
af_na: Lô gô của công ty

# titleMonitoringTemplate
source: Monitoring Template
af_na: Mẫu màn hình

# descriptionMonitoringTemplate
source: Template used to view monitoring in page Device Monitoring
af_na: Mẫu được sử dụng để xem màn hình hiển thị trong trang màn hình thiết bị.

# descriptionResultCheckin
source: Image result checkin
af_na: Ảnh Checkin.

# descriptionVisitorAvatar
source: Avatar of visit
af_na: Ảnh của khách mời

# descriptionVisitorPosition
source: Position of visit
af_na: Vị trí chức vụ của khách mời.
