Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/MessageResource.*.resx
Languages: ko_kr, vi_vn

# AnUnexpectedErrorOccurred
source: An unexpected error has occurred.
ko_kr: 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại

source: Authentication required
ko_kr: 인증 필요
vi_vn: Yêu cầu xác thực

source: Bad request
ko_kr: 잘못된 요청
vi_vn: Yêu cầu không hợp lệ

# Between
source: {0} must be between {1} and {2}.
ko_kr: {0}은 {1} ~ {2} 사이 여야합니다.
vi_vn: {0} phải nằm trong khoảng {1} và {2}.

# CannotIncludeUnicodeCharacter
source: {0} can not include unicode character.
ko_kr: {0} 유니코드 문자를 포함할 수 없습니다.
vi_vn: {0} không được bao gồm kí tự đặc biệt.

# CommandCanBeNotEmpty
source: Command can not be empty.
ko_kr: 커맨드는 반드시 입력하여야합니다.
vi_vn: Command không thể để trống.

# Compare
source: {0} and {1} does not matched.
ko_kr: {0}와(과) {1}은(는) 일치하지 않습니다.
vi_vn: {0} and {1} không khớp nhau.

# ConfirmDelete
source: Are you sure you want to delete selected {0}?
ko_kr: 선택한 {0}을 삭제 하시겠습니까?
vi_vn: Bạn có chắc chắn muốn xóa {0}?

# ConfirmDeleteAll
source: Are you sure you want to delete all selected {0}?
ko_kr: 선택한 {0}을 모두 삭제 하시겠습니까?
vi_vn: Bạn có chắc chắn muốn xóa danh sách {0}?

# ConfirmImport
source: Importing can have a big impact on the access management, do you want to continue?
ko_kr: 가져오기는 출입 관리에 큰 영향을 미칠 수 있습니다. 계속 하시겠습니까?
vi_vn: Việc nhập liệu có thể ảnh hưởng lớn đến việc quản lý truy cập, bạn có muốn tiếp tục?

# \
source: Are you sure you want to logout?
ko_kr: 로그아웃 하시겠습니까?
vi_vn: Bạn có muốn thoát ra?

# ConfirmMoveUser
source: Are you sure you want to move selected users to deffirent department?
ko_kr: 선택한 사용자를 다른 부서로 이동 하시겠습니까?
vi_vn: Bạn có muốn chuyển người được chọn sang bộ phận khác?

# CopySuccess
source: Copy multiple {0} successfully.
ko_kr: {0} 복사에 성공하였습니다.
vi_vn: Sao chép danh sách {0} thành công.

# DataIndexIsLessThanMaxIndexPlusOne
source: Data index is less than max index that allow syncing.
ko_kr: 데이터 인덱스가 동기화 할 데이터 인덱스보다 작습니다.
vi_vn: Chỉ số dữ liệu nhỏ hơn chỉ số tối đa cho phép đồng bộ.

# EmailDoestNotExist
source: Email does not exist.
ko_kr: 이메일이 존재하지 않습니다.
vi_vn: Email không tồn tại.

# EmailMaxLength
source: Email must not exceed 50 characters.
ko_kr: Email 은 50글자를 초과할 수 없습니다.
vi_vn: Email Không được phép lớn hơn 50 kí tự.

# EmergencyPasswordInCorrect
source: Emergency password is incorrect.
ko_kr: 비상 상황 비밀번호가 틀립니다.
vi_vn: Mật khẩu khẩn cấp không chính xác.

# EqualValidator
source: {PropertyName} and {ComparisonValue} does not matched.
ko_kr: {PropertyName} 와 {ComparisonValue} 은 일치하지 않습니다.
vi_vn: {PropertyName} và {ComparisonValue} không khớp nhau.

# Exist
source: {0} already exists in the system.
ko_kr: 해당 {0}이(가) 이미 이 시스템에 존재합니다.
vi_vn: {0} đã tồn tại trong hệ thống.

# ExpiredToken
source: Token is expired.
ko_kr: 토큰이 만료되었습니다.
vi_vn: Token đã hết hạn.

source: Forbidden
ko_kr: 금지
vi_vn: Không có quyền

# GreaterThan
source: {0} must be greater than {1}.
ko_kr: {0}은 {1}보다 커야합니다.
vi_vn: {0} phải lớn hơn {1}.

# GreaterThanOrEqual
source: {0} must be greater than or equal to {1}.
ko_kr: {0}은 {1}과 같거나 커야합니다.
vi_vn: {0} phải lớn hơn hoặc bằng {1}.

# GreaterThanOrEqualValidator
source: {PropertyName} must be greater than or equal to {ComparisonValue}.
ko_kr: {PropertyName} 은 {ComparisonValue} 와 같거나 커야합니다.
vi_vn: {PropertyName} phải lớn hơn hoặc bằng {ComparisonValue}.

# GreaterThanValidator
source: {PropertyName} must be greater than {ComparisonValue}.
ko_kr: {PropertyName} 은 {ComparisonValue} 보다 커야합니다.
vi_vn: {PropertyName} phải lớn hơn {ComparisonValue}.

# InclusiveBetweenValidator
source: {PropertyName} must be between {From} and {To}.
ko_kr: {PropertyName} 은 {From} 와 {To} 사이어야 합니다.
vi_vn: {PropertyName} phải nằm trong khoảng {From} đến {To}.

# InvalidCredentials
source: Email or Password is invalid.
ko_kr: 이메일이나 비밀번호가 유효하지 않습니다.
vi_vn: Email hoặc mật khẩu không hợp lệ.

# InvalidDateFormat
source: {0} must be a valid date format {1}
ko_kr: {0}은 (는) 유효한 날짜 형식이어야합니다 {1}
vi_vn: {0} phải khớp với định dạng {1}

# InvalidDate
source: {0} must be longer than {1}.
ko_kr: {0} 은 {1} 이후의 날짜여야 합니다.
vi_vn: {0} phải dài hơn {1}.

# InvalidDeleteBuildingFormat
source: The default building can not be deleted.
ko_kr: 기본 건물은 삭제될 수 없습니다.
vi_vn: Không thể xóa đơn vị mặc định.

# InvalidExtension
source: Inputed file is not a valid. This only support the extensions {0}.
ko_kr: 입력된 파일이 유효하지 않습니다. 이 기능은 다음의 확장자만을 제공합니다 {0}.
vi_vn: File nhập không hợp lệ. Chỉ hỗ trợ các phần mở rộng {0}.

# InvalidFormat
source: Invalid format. Please check the import file again.
ko_kr: 올바른 형식이 아닙니다. 파일을 한번 더 확인해주세요.
vi_vn: Định dạng không hợp lệ. Xin vui lòng kiểm tra lại file.

# InvalidImageExtension
source: {0} is only supported for {1} format.
ko_kr: {0}은 {1} 형식에서만 지원됩니다.
vi_vn: {0} chỉ support định dạng {1}.

# InvalidImportFormat
source: There are some invalid records. Please fix and try importing again.
ko_kr: 유효하지 않은 레코드가 있습니다. 확인해주세요.
vi_vn: Có vài bản ghi không hợp lệ. Xin vui lòng sửa và nhập lại.

source: Invalid information.
ko_kr: 부적절한 정보입니다.
vi_vn: Thông tin không hợp lệ.

# InvalidIpAddress
source: {0} is an invalid ip address.
ko_kr: {0}은 유효하지 않은 IP 주소 입니다.
vi_vn: {0} Địa chỉ Ip không hợp lệ.

# InvalidParameter
source: Parameter is invalid.
ko_kr: 설정값이 유효하지 않습니다.
vi_vn: Tham số không hợp lệ.

# InvalidTimeFormat
source: {0} is invalid time format.
ko_kr: {0}은 유효하지 않은 시간 형식입니다.
vi_vn: {0} định dạng thời gian không hợp lệ.

source: Invalid token.
ko_kr: 잘못된 토큰.
vi_vn: Token không hợp lệ.

# InvalidUserName
source: The {0} must contain only lowercase letters numbers and hyphens/underscores.
ko_kr: {0}에는 소문자 문자와 하이픈 / 밑줄 만 사용해야합니다.
vi_vn: {0} chỉ được chứa chữ thường , số , dấu gạch ngang/ dấu gạch dưới.

# IsReinstalling
source: The devices is reinstalling.
ko_kr: 단말기가 재설치 중입니다.
vi_vn: Thiết bị đang được cài đặt lại .

# LengthNotGreaterThan
source: {0} length can not be greater than {1} characters.
ko_kr: {0} 길이는 {1} 보다 길 수 없습니다.
vi_vn: {0} độ dài không thể lớn hơn {1} kí tự.

# LengthNotLessThan
source: {0} length can not be less than {1} characters.
ko_kr: {0} 길이는 {1} 길이보다 작을 수 없습니다.
vi_vn: {0} độ dài không thể nhỏ hơn {1} kí tự.

# LengthValidator
source: {PropertyName} must be between {MinLength} and {MaxLength}.
ko_kr: {PropertyName} 은 반드시 {MinLength} 와 {MaxLength} 사이어야 합니다.
vi_vn: {PropertyName} phải ơ giữa khoảng {MinLength} và {MaxLength}.

# LessThan
source: {0} must be less than {1}.
ko_kr: {0} 은 반드시 {1}보다 작아야 합니다.
vi_vn: {0} phải nhỏ hơn {1}.

# LessThanOrEqualValidator
source: {PropertyName} must be less than or equal to {ComparisonValue}.
ko_kr: {PropertyName} 반드시 {ComparisonValue}와 같거다 작아야 합니다.
vi_vn: {PropertyName} phải nhỏ hơn hoặc bằng {ComparisonValue}.

# LessThanValidator
source: {PropertyName} must be less than {ComparisonValue}.
ko_kr: {PropertyName} 은 반드시 {ComparisonValue}보다 작아야 합니다.
vi_vn: {PropertyName} độ dài không thể nhỏ hơn {ComparisonValue}.

# MaximumLengthValidator
source: {PropertyName} length can not be greater than {MaxLength} characters.
ko_kr: {PropertyName} 은 {MaxLength} 보다 클 수 없습니다.
vi_vn: {PropertyName} độ dài không thể lớn hơn {MaxLength} kí tự

# MessageAddSuccess
source: Add new {0} successfully.
ko_kr: 새로운 {0} 추가에 성공했습니다.
vi_vn: Tạo mới {0} thành công.

# MessageCanNotBlank
source: {0} cannot be blank!
ko_kr: {0} 은(는) 반드시 입력하셔야 합니다!
vi_vn: {0} không thể để trống!

# MessageDeleteMultipleSuccess
source: Delete multiple {0} successfully.
ko_kr: {0}을(를) 삭제했습니다.
vi_vn: Xóa nhiều {0} thành công.

# MessageDeleteSuccess
source: Delete {0} successfully.
ko_kr: {0}을(를) 삭제했습니다.
vi_vn: Xóa {0} thành công.

# MessageEmailNotRegister
source: Email is not register!
ko_kr: 등록되지 않은 이메일입니다!
vi_vn: Email chưa được đăng ký!

# MessageExportDataIsZero
source: Data export empty.
ko_kr: 메시지 내보내기 데이터가 없습니다.
vi_vn: Dữ liệu rỗng

# MessageExportSuccess
source: Export users successfully.
ko_kr: 사용자 내보내기에 성공했습니다.
vi_vn: Xuất người dùng thành công.

# MessageImportSuccess
source: Import {0} successfully.
ko_kr: {0}을(를) 가져오는데에 성공했습니다.
vi_vn: Nhập dữ liệu {0} thành công.

# MessageImportFail
source: Import {0} fail. Please check file again.
ko_kr: 사용자 불러오기{0} 실패 - 파일을 확인해 주세요.
vi_vn: Nhập dữ liệu {0} lỗi. Xin vui lòng kiểm tra lại file.

# MessageMoveUserSucess
source: Move user to department successfully.
ko_kr: 사용자 부서 이동 성공.
vi_vn: Chuyển người dùng đến phòng ban thành công.

# MessageMultipleSuccess
source: Message multiple {0} successfully.
ko_kr: 메시지 {0}이 성공하였습니다.
vi_vn: Gửi đa tin nhắn {0} thành công.

# MessagePasswordAreNotSame
source: New password and confirm new password are not the same.
ko_kr: 비밀번호와 확인 비밀번호가 일치하지 않습니다.
vi_vn: Mật khẩu mới và xác nhận mật khẩu mới không giống nhau.

# MessageResetPassSuccess
source: Reset password successfully.
ko_kr: 비밀번호 초기화에 성공하였습니다.
vi_vn: Cập nhật mật khẩu thành công.

# MessageSendEmailSuccess
source: Email has been sent to your inbox. Please check your email.
ko_kr: 이메일이 송신되었습니다. 이메일을 확인해 주세요.
vi_vn: Email đã được gửi vào hòm thư của bạn. Xin vui lòng kiểm tra email.

# MessageUpdateMissingDeviceSuccess
source: Update missing device successfully.
ko_kr: 등록되었습니다.
vi_vn: Cập nhật thiết bị bị thiếu thành công.

# MessageUpdateSuccess
source: Update {0} {1} successfully.
ko_kr: {0} {1} 업데이트 성공.
vi_vn: Cập nhật {0} {1} thành công.

# MessageLogoUpdateSuccess
source: Update logo for {0} successfully.
ko_kr: {0} 로고를 성공적으로 변경하였습니다.
vi_vn: Cập nhật logo cho {0} thành công.

# MinimumLengthValidator
source: {PropertyName} length can not be less than {MinLength} characters.
ko_kr: {PropertyName} 의 길이는 {MinLength} 보다 작을 수 없습니다.
vi_vn: {PropertyName} độ dài không được nhỏ hơn {MinLength} ký tự.

# NoData
source: There is no data.
ko_kr: 데이터가 없습니다.
vi_vn: Không có dữ liệu.

# NonExist
source: {0} not exists in the system.
ko_kr: {0} 은(는) 존재하지 않습니다.
vi_vn: {0} không tồn tại trong hệ thống.

# NonExistedToken
source: Token doesn't exist.
ko_kr: 토큰이 존재하지 않습니다.
vi_vn: Token không tồn tại.

# NonIcuExisted
source: Icu device doesn't exist.
ko_kr: ICU 단말기가 존재하지 않습니다.
vi_vn: Thiết bị ICU không tồn tại.

# NoRightsToOpenDoor
source: This device has no right to open door.
ko_kr: 이 단말기는 문을 열 수 없습니다.
vi_vn: Thiết bị này không có quyền mở cửa.

# NoRightsToSyncDoor
source: This device has no right to sync door.
ko_kr: 이 단말기는 문을 동기화 할 권한이 없습니다.
vi_vn: Thiết bị này không có quyền đồng bộ hóa cửa.

# NotEmptyValidator
source: {PropertyName} can not be blank.
ko_kr: {PropertyName} 은 필수 입력입니다.
vi_vn: {PropertyName} không thể để trống.

# NotEqualValidator
source: {PropertyName} should not be equal to {ComparisonValue}.
ko_kr: {PropertyName} 은 {ComparisonValue}와 일치할 수 없습니다.
vi_vn: {PropertyName} không nên bằng {ComparisonValue}.

# NotGreaterThan
source: {0} can not be greater than {1}.
ko_kr: {0} 은 {1}보다 클 수 없습니다.
vi_vn: {0} không thể lớn hơn {1}.

# NotLessThan
source: {0} can not be less than {1}.
ko_kr: {0} 은 {1} 보다 작을 수 없습니다.
vi_vn: {0} không thể nhỏ hơn {1}.

# NotNullValidator
source: {0} can not be blank.
ko_kr: {0} 은(는) 필수 입력입니다.
vi_vn: {0} Không thể để trống.

# NotNullValidator1
source: {0} can not be blank.
ko_kr: {0} 은 입력해주세요.
vi_vn: {0} không thể vô giá trị.

# NotSelected
source: You must select a {0}.
ko_kr: 반드시 {0}을 선택해주세요.
vi_vn: Bạn phải chọn một {0}.

source: No user information.
ko_kr: 사용자 정보가 없습니다.
vi_vn: Không có thông tin người dùng.

# Number
source: {0} must be a number.
ko_kr: {0}은(는) 숫자여야합니다.
vi_vn: {0} phải là số.

# PasswordLength
source: Password must be at least {0} characters.
ko_kr: 비밀번호는 적어도 {0} 자 이상이어야합니다.
vi_vn: Mật khẩu phải chứa ít nhất {0} kí tự.

# PublishMessageToGetInfoDevice
source: Publish message {0} successfully
ko_kr: 메시지 {0} 게시 성공
vi_vn: Gửi tin {0} thành công

# RangeFromTo
source: Value of {0} must be 1 to 10.
ko_kr: {0}의 값은 1부터 10까지 입력해야합니다.
vi_vn: Giá trị của {0} phải từ 1 đến 10.

# RangeFromToInterval
source: Value of {0} must be 1 to 180.
ko_kr: {0} 은 1 ~ 180 이어야 합니다.
vi_vn: Giá trị của {0} phải từ 1 đến 180.

source: Record not found.
ko_kr: 레코드를 찾을 수 없습니다.
vi_vn: Không tìm thấy bản ghi.

# RefreshTokenNotFound
source: Refresh token was not found.
ko_kr: 새로 고침 토큰을 찾을 수 없습니다.
vi_vn: Không tìm thấy refresh token

# RefreshTokenRevoked
source: Refresh token was revoked.
ko_kr: 새로 고침 토큰이 취소되었습니다.
vi_vn: Refresh token đã bị thu hồi

# RegularExpressionValidator
source: {PropertyName} is not in the correct format.
ko_kr: {PropertyName}은 올바른 형식이 아닙니다.
vi_vn: {PropertyName} không đúng định dạng.

# ReinstallError
source: Reinstall device {0} error
ko_kr: 단말기 {0} 재설치 에러
vi_vn: Cài đặt lại {0} gặp lỗi

# ReinstallSuccess
source: Reinstall device {0} successfully
ko_kr: 단말기 {0} 재설치 성공
vi_vn: Cài đặt lại {0} thành công

# msgFileNameError
source: File name must be contain {0}.
ko_kr: 파일명은 {0}을 포함하여야 합니다.
vi_vn: tên file phải chứa {0}.

source: Request timeout
ko_kr: 요청 시간 초과
vi_vn: Yêu cầu hết hạn.

# Required
source: {0} can not be blank.
ko_kr: {0}은(는) 필수 입력사항 입니다.
vi_vn: {0} Không thể để trống.

# RequiredFile
source: Please input a file.
ko_kr: 파일을 입력해주세요.
vi_vn: Vui lòng nhập tệp đính kèm

# ResetAppPasswordInCorrect
source: Reset app password is incorrect.
ko_kr: 앱 비밀번호 재설정이 잘못되었습니다.
vi_vn: Đặt lại mật khẩu ứng dụng không đúng.

source: Resource not found.
ko_kr: 리소스를 찾을 수 없음.
vi_vn: Không tìm thấy nguồn.

# SendMessageDeviceInstruction
source: Publish message {0} successfully
ko_kr: {0} 메시지 전송 성공
vi_vn: Đăng thông báo {0} thành công

# SyncingRangeOfIndexIsGreaterThanMaxIndexPlusOne
source: Syncing range of index is greater than max index that allow syncing.
ko_kr: 데이터 인덱스 범위가 동기화 할 데이터 인덱스보다 큽니다.
vi_vn: Phạm vi đồng bộ hóa của chỉ mục lớn hơn chỉ mục tối đa cho phép đồng bộ hóa.

# SystemError
source: System error. Please try again later.
ko_kr: 시스템 에러입니다. 다시 시도해주세요.
vi_vn: Lỗi hệ thống , Xin vui lòng thử lại .

# TableNoData
source: There is no data in the table.
ko_kr: table에 데이터가 존재하지 않습니다.
vi_vn: Không có dữ liệu trong bảng.

source: Unauthorized
ko_kr: 인증 실패
vi_vn: Không được phép

source: Unprocessable entity
ko_kr: 처리 할 수없는 항목
vi_vn: Thực thể không thể xử lý

# UploadFile
source: Files are being uploaded.
ko_kr: 파일이 업로드 중입니다.
vi_vn: Các tệp đang được tải lên.

# msgStopSuccess
source: Upload firmware has been stopped.
ko_kr: 펌웨어 다운로드가 중지되었습니다.
vi_vn: Phiên bản phần cứng đã dừng lại.

# msgLoadUser
source: Publish message to load user info successfully.
ko_kr: 사용자 불러오기 메세지를 성공적으로 전송 하였습니다.
vi_vn: Đăng tải thông báo để tải thông tin người dùng thành công.

# msgTransmitSuccess
source: Transmit all data successfully.
ko_kr: 전체 전송이 성공적으로 전송되었습니다.
vi_vn: Truyền tất cả dữ liệu thành công.

# UserLoginFailed
source: User name or password is invalid.
ko_kr: 유저 이름이나 비밀번호가 유효하지 않습니다.
vi_vn: Tên đăng nhập hoặc mật khẩu không hợp lệ.

# ValidateDelete
source: Can not delete this access group.
ko_kr: 이 출입 그룹을 삭제할 수 없습니다.
vi_vn: Không thể xóa Nhóm truy cập.

source: Validation failed.
ko_kr: 검증에 실패했습니다.
vi_vn: Lỗi xác nhận.

# msgErrorFileExtension
source: File extension must be {0}.
ko_kr: 파일 확장자가 {0} 이어야 합니다.
vi_vn: Tệp mở rộng phải là {0}.

# msgFailLengthFile
source: Length of file is greater than 0.
ko_kr: 파일의 크기는 0보다 커야합니다.
vi_vn: Độ dài của tệp lớn hơn 0.

# msgSendInstructionFailure
source: Send device instruction is failure.
ko_kr: 디바이스 명령 전송에 실패하였습니다.
vi_vn: Gửi lệnh cho thiết bị gặp .

# msgUploadFileError
source: Upload file to icu error.
ko_kr: 파일 업로드에 실패하였습니다.
vi_vn: Tải tệp tin lên icu gặp lỗi.

# msgSendDeviceConfigError
source: Send device config error
ko_kr: 디바이스 설정 전송 에러
vi_vn: Gửi cấu hình lên thiết bị gặp lỗi

# lblExport
source: Export
vi_vn: Xuất

# msgEventRecoverySuccess
source: Event Recovery Success
ko_kr: 이벤트 복구 성공
vi_vn: Phục hồi sự kiện thành công

# msgOpenInEmergencyError
source: Can not open the door in an emergency.
ko_kr: 비상상황에는 문을 열 수 없습니다.
vi_vn: Không thể mở của khẩn cấp.

# msgDeviceDisconnected
source: Device {0} is disconnected.
ko_kr: {0} 단말기 연결이 끊어졌습니다.
vi_vn: Thiết bị {0} mất kết nối.

# ReinstallTimeout
source: Reinstall Command can't be published.
ko_kr: 리인스톨 커맨드가 전송되지 않았습니다.
vi_vn: Lệnh cài đặt không thể được công bố.

# DeviceInstructionSuccess
source: Device {0} Instruction successfully
ko_kr: 단말기 커맨드 전송 성공 ({0})
vi_vn: Thiết bị {0} nhận lệnh thành công

# DeviceConfigSuccess
source: Device {0} Config successfully
ko_kr: 단말기 설정 전송 성공 ({0})
vi_vn: Thiết bị {0} cấu hình thành công

# msgOfflineDevice
source: Check connection status of device ({0})
ko_kr: 단말기 연결 상태를 확인해주세요. ({0})
vi_vn: Kiểm tra trạng thái của thiết bị ({0})

# TransmitSuccess
source: Transmit all data to device {0} successfully
ko_kr: 단말기 {0} 데이터 전체 전송 성공
vi_vn: Chuyển giao tất cả dữ liệu từ thiết bị {0} thành công

# InstallSuccess
source: Install device {0} successfully
ko_kr: 단말기 {0} 설치 성공
vi_vn: Cài đặt thiết bị {0} thành công

# TransmitError
source: Transmit data to device {0} error
ko_kr: 단말기 {0} 데이터 전송 실패
vi_vn: Chuyển giao dữ liệu từ thiết bị {0} gặp lỗi

# MessageAssignSuccess
source: Assign {0} successfully.
ko_kr: {0} 할당에 성공했습니다.
vi_vn: Chỉ định {0} thành công.

# MsgFail
source: Fail to request, try again.
ko_kr: 요청 실패, 다시 시도하십시오.
vi_vn: Yêu cầu không thành công, hãy thử lại.

# msgChangeInfo
source: {0} changed from {1} to {2}.
ko_kr: {0}이(가) {1}에서 {2}로 변경되었습니다.
vi_vn: {0} thay đổi từ {1} thành {2}.

# CardIdBlank
source: Card ID can not be blank.
ko_kr: 카드 아이디는 비워둘 수 없습니다.
vi_vn: Mã thẻ không thể trống.

# CardIdLength
source: Card ID is too long.
ko_kr: 카드 아이디가 너무 깁니다.
vi_vn: Mã thẻ quá dài.

# ExistUser
source: User exists.
ko_kr: 사용자가 존재합니다.
vi_vn: Người dùng đã tồn tại.

# IssueCountMax
source: Issue Count must be less than 100.
ko_kr: 발급 차수는 100보다 작아야 합니다.
vi_vn: Số lần cấp phải nhỏ hơn 100.

# MissingContent
source: {0} are required.
ko_kr: {0} 정보가 필요합니다.
vi_vn: {0} được yêu cầu.

# ExistedQrCode
source: Qr Code is already existed
ko_kr: Qr Code가 이미 존재 합니다
vi_vn: Mã QR đã tồn tại

# TimeNotIncorrect
source: Clock In must be smaller than Clock Out
vi_vn: Giờ đến phải trước giờ về

# TypeisNotDefine
source: Wrong Type
ko_kr: 잘못된 타입
vi_vn: Sai phân loại

# NotIsDepartmentManager
source: You cannot edit this user's attendance record.
ko_kr: 이 사용자의 근태 기록을 편집하실 수 없습니다.
vi_vn: Bạn không thể chỉnh sửa lịch sử chấm công của người dùng này.

# UpdateSuccessAttendance
source: Updated attendance successfully
ko_kr: 근태 수정 성공
vi_vn: Cập nhật chấm công thành công

# ExistedPassCode
source: PassCode is already existed
ko_kr: Pass Code가 이미 존재 합니다
vi_vn: PassCode đã tồn tại

# DepartmentDontHaveDepartmentManager
source: Department don't have department manager. Please assign department manager.
ko_kr: 부서에 부서장이 없습니다. 부서장을 지정해주세요.
vi_vn: Phòng ban không có người quản lý. Vui lòng chỉ định người quản lý phòng ban.

# UserIsNotValidation
source: User {0} does not validation.
ko_kr: {0} 사용자는 존재하지 않습니다.
vi_vn: Người dùng {0} không tồn tại.

# EmailEmpty
source: Please enter an email address.
ko_kr: 이메일 주소를 입력해주세요.
vi_vn: Vui lòng nhập một địa chỉ email.

# EmailInvalid
source: This is invalid email address.
ko_kr: 유효하지 않은 Email 주소 입니다.
vi_vn: Đây là địa chỉ email không hợp lệ.

# MessageEnabledSuccess
source: Enabled {0} successfully.
ko_kr: {0}를 활성화 했습니다.
vi_vn: Kích hoạt {0} thành công.

source: Invalid qr code
vi_vn: Mã QR sai

# msgFailedToImportDetails
source: {0} of {1} record(s) is failed to import. Please check file and system log.
ko_kr: {1}개 중 {0}개의 목록 불러오기 실패. 파일과 시스템 로그를 확인해주세요.
vi_vn: {0} of {1} record(s) không nhập được. Vui lòng kiểm tra tệp và nhật ký hệ thống.

# msgSuccessToImportDetails
source: Successfully importing {0} records.
ko_kr: {0}개의 목록을 가져오는데 성공했습니다.
vi_vn: Nhập thành công {0} dữ liệu.

# msgUserIsInValid
source: User is invalid
vi_vn: Người dùng không hợp lệ

# msgDynamicQrExpired
source: Qr Code is expired
ko_kr: Qr Code가 만료되었습니다
vi_vn: Mã QR quá hạn

# msgValidationUser
source: User {0} is valid
vi_vn: Người dùng {0} hợp lệ

source: Invalid device
vi_vn: Thiết bị không hợp lệ

# NotFoundDepartment
source: Department Not Found
ko_kr: 부서를 찾을 수 없음
vi_vn: Không tìm thấy bộ phận

# ImportError
source: Import {0} users success, {1} users error.
vi_vn: Nhập {0} người dùng thành công, {1} người dùng bị lỗi.

# ImportSuccess
source: Import {0} records success(add : {1}, update : {2})
ko_kr: 성공적으로 {0}건 가져오기를 완료했습니다 (추가 : {1}건, 수정 : {2}건)
vi_vn: Nhập {0} dữ liệu thành công(thêm : {1}, cập nhật : {2})

# VisitImportApproverNotFound
source: Visitor '{0}': ApproverId is invalid or not found in the system
vi_vn: Khách '{0}': người phê duyệt không hợp lệ hoặc không tìm thấy trong hệ thống

# NoContentInFile
source: Not content in file
vi_vn: Không có nội dung trong tệp

# RequiredEmail
source: Your company need to email for created user
ko_kr: 신규 생성된 사용자를 위해 회사에서 이메일을 보내야 합니다
vi_vn: Công ty của bạn cần gửi email cho người dùng đã tạo

# AccountIsInValid
source: The account {0} is in valid
ko_kr: 계정 {0}이 유효하지 않습니다.
vi_vn: Tài khoản {0} không hợp lệ

source: Department number not found
ko_kr: 부서 번호를 찾을 수 없습니다
vi_vn: Không tìm thấy số phòng ban

# CannotContinueApproved
source: Can't continue approved for visitor.
ko_kr: 방문을 승인할 수 있는 상태가 아닙니다.
vi_vn: Không thể tiếp tục được phê duyệt cho khách ghé thăm.

# PermissionforApproved
source: You don't have permission for approved.
ko_kr: 승인 권한이 없습니다.
vi_vn: Bạn không có quyền để được phê duyệt.

# CannotAssignedCard
source: Can not assigned card for visitor
ko_kr: 방문자에게 카드를 교부 할 수 없습니다
vi_vn: Không thể gán thẻ cho khách ghé thăm

# CannotAssignedDoorVisitor
source: Can not assigned door for visitor because have more than one card
ko_kr: 하나 이상의 카드가 교부되었기 때문에 더이상 출입문을 등록할 수 없습니다
vi_vn: Không thể điểm kiểm soát cho khách vì có nhiều thẻ

# RejectSuccess
source: Reject request visited success
ko_kr: 방문 신청 거절 완료
vi_vn: Từ chối yêu cầu truy cập thành công

# RejectFailed
source: Some thing went wrong when reject request visited
vi_vn: Đã xảy ra sự cố khi từ chối yêu cầu được truy cập

# CannotFinishedVisitor
source: Can't take back card from visitor.
ko_kr: 카드를 회수할 수 없는 상태입니다.
vi_vn: Không thể lấy lại thẻ từ khách ghé thăm.

# FinishedVisitor
source: Take back from visitor successfully
vi_vn: Nhận lại thẻ từ khách ghé thăm thành công

source: Approved successfully
ko_kr: 승인 완료
vi_vn: Đã phê duyệt thành công

# CannotAssignedCardNotApproved
source: Can not assigned card for visitor because visitor not ready approved.
ko_kr: 방문이 승인되지 않았기 때문에 카드를 교부할 수 없습니다.
vi_vn: Không thể gán thẻ cho khách ghé thăm vì khách truy cập chưa được phê duyệt.

source: Approved is required.
ko_kr: 승인자를 선택해주세요.
vi_vn: Bắt buộc phê duyệt.

# DeletedVisitFailed
source: You can not delete this visit!
ko_kr: 이 방문자는 삭제하실 수 없습니다!
vi_vn: Bạn không thể xóa lời mời ghé thăm này!

# DeletedVisitFailedRegisterPermission
source: This visit can only be deleted by creator!
ko_kr: 이 방문자는 방문 신청자만 삭제할 수 있습니다!
vi_vn: Lời mời ghé thăm chỉ được xóa bởi người tạo!

# msgDuplicatedData
source: {0} is duplicated in this data.
ko_kr: 이 데이터에는 {0}이(가) 중복되어 있습니다.
vi_vn: {0} được sao chép trong dữ liệu này.

# EditVisitFailed
source: Visitor can only be changed while in the Waiting status
ko_kr: 방문자 정보는 승인 대기 상태에서만 수정이 가능합니다
vi_vn: Chỉ có thể thay đổi khách ghé thăm khi ở trạng thái Đang chờ

# EditVisitFailedByAuthor
source: The visitor must be edit by creator
ko_kr: 방문자 정보는 방문 신청자만 수정할 수 있습니다
vi_vn: Khách thăm chỉ có thể chỉnh sửa bởi người tạo lời mời

# VisitorNameInValid
source: The visitor name is invalid
ko_kr: 방문자 이름이 유효하지 않습니다
vi_vn: Tên khách thăm không hợp lệ

# MessageSuccessIssueCard
source: The card was issued normally.
ko_kr: 카드가 정상적으로 발급되었습니다.
vi_vn: Thẻ đã được phát hành bình thường.

# msgFailedDeleteRole
source: The role cannot be deleted because an account for that role exists.
ko_kr: 해당 역할의 계정이 존재하기 때문에 삭제할 수 없습니다.
vi_vn: Không thể xóa quyền vì đã tồn tại tài khoản cho quyền đó.

# InvalidRoleUpdate
source: The default Role cannot be modified.
ko_kr: 기본 Role은 수정할 수 없습니다.
vi_vn: Không thể sửa đổi quyền mặc định.
