Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/MessageResource.*.resx
Languages: ko_kr, vi_vn

# PhoneMaxLength
source: Phone number must not exceed 30 characters.
ko_kr: 연락처는 30글자를 초과할 수 없습니다.
vi_vn: Số điện thoại không được phép lớn hơn 30 kí tự.

# CompanyInformationMissing
source: Company information is missing.
ko_kr: 회사 정보가 누락되었습니다.
vi_vn: Thông tin công ty bị thiếu.

# msgFailedDeleteBasicRole
source: The basic role cannot be deleted.
ko_kr: 기본 role은 삭제할 수 없습니다.
vi_vn: Không thể xóa quyền cơ bản.

# msgChangedPlugIn
source: Plug-in is changed.
ko_kr: 플러그인이 변경되었습니다.
vi_vn: Plug-in đã được thay đổi.

# CannotAssignedQRNotApproved
source: Can not assigned QR for visitor because visitor not ready approved.
ko_kr: 방문이 승인되지 않았기 때문에 QR 코드를 할당할 수 없습니다.
vi_vn: Không thể chỉ định QR cho khách ghé thăm vì khách ghé thăm chưa sẵn sàng được phê duyệt.

# MessageSuccessIssueQR
source: The QR was issued normally.
ko_kr: QR 코드가 정상적으로 발급되었습니다.
vi_vn: The QR đã được phát hành.

# NullFrontEndURL
source: The URL is not registered. Please contact the system manager.
ko_kr: URL이 등록되지 않았습니다. 관리자에게 문의해주세요.
vi_vn: The URL không được đăng ký. Vui lòng liên hệ với người quản lý hệ thống.

# ExistAccount
source: This account already exists in this company.
ko_kr: 해당 계정은 이미 회사에 존재 합니다.
vi_vn: Tài khoản này đã tồn tại trong công ty này.

# FB_Title_UnregisteredID
source: Unregistered ID
ko_kr: 미등록 ID
vi_vn: ID chưa đăng ký

# FB_Body_UnregisteredID
source: Your QR code is not registered in this door.
ko_kr: 이 출입문에 등록되지 않은 QR 코드 입니다.
vi_vn: Mã QR không được đăng ký ở cửa này.

# FB_Title_ExpiredQR
source: Expired QR code
ko_kr: 만료된 QR 코드
vi_vn: Mã QR đã hết hạn

# FB_Body_ExpiredQR
source: Your QR code is expired!
ko_kr: QR 코드가 만료되었습니다!
vi_vn: Mã QR đã hết hạn!

# FB_Title_WrongQR
source: Wrong QR code
ko_kr: 잘못된 QR 코드
vi_vn: Mã QR không chính xác

# FB_Body_WrongQR
source: Your QR code is invalid.
ko_kr: QR코드가 잘못됐습니다.
vi_vn: Mã QR không chính xác.

# FB_Title_NoUserAccessTime
source: No User Access Time
ko_kr: 출입 가능 시간 아님
vi_vn: Bạn không được phép ra vào cửa này

# FB_Body_NoUserAccessTime
source: You are not allowed to access this door at this time.
ko_kr: 당신은 지금은 이 문에 접근할 수 없습니다.
vi_vn: Bạn không được phép ra vào cửa này.

# FB_Title_EffectiveDateNotStarted
source: Effective date is not started
ko_kr: 유효일이 시작되지 않음
vi_vn: Ngày hiệu lực chưa bắt đầu

# FB_Body_EffectiveDateNotStarted
source: You are not allowed to access this door until the effective date!.
ko_kr: 유효일이 될 때까지 이 문에 출입하실 수 없습니다.
vi_vn: Không thể vào cửa này cho đến ngày có hiệu lực.

# FB_Title_ExpiredAccount
source: Your account is expired.
ko_kr: 계정이 만료되었습니다.
vi_vn: Tài khoản đã hết hạn.

# FB_Body_ExpiredAccount
source: Your account is expired, please contact manager for support!
ko_kr: 계정이 만료되었으므로 관리자에게 지원을 요청하십시오!
vi_vn: Tài khoản đã hết hạn, hãy yêu cầu hỗ trợ từ người quản lý!

# FB_Title_InvalidDoor
source: The door is not accessible.
ko_kr: 이 문은 접근이 불가능한 문입니다.
vi_vn: Cửa này không thể ra vào.

# FB_Body_InvalidDoor
source: This door is not accessible, please contact manager for support!
ko_kr: 이 문은 현재 출입할 수 없습니다, 관리자에게 지원을 요청하십시오!
vi_vn: Cửa này hiện không thể ra vào, hãy yêu cầu hỗ trợ từ người quản lý!

# FB_Title_WrongAccessType
source: Wrong authentication method
ko_kr: 잘못된 인증 방법
vi_vn: Phương pháp xác thực sai

# FB_Body_WrongAccessType
source: Wrong authentication method, please contact manager for support!
ko_kr: 현재 지원하지 않는 인증방법이므로 관리자에게 문의하여 지원을 받으십시오!
vi_vn: Phương pháp xác thực không đúng, hãy liên hệ với người quản lý để nhận hỗ trợ!

# FB_Title_TryAccessInEmergencyClose
source: This door is closed because of emergency.
ko_kr: 이 문은 비상상황으로 닫혀있습니다.
vi_vn: Cửa này đóng trong tình huống khẩn cấp.

# FB_Title_FailTwoFactorAuth
source: Two factor authentication failed
ko_kr: 2차 인증 실패
vi_vn: Xác thực 2 yếu tố thất bại

# FB_Body_FailTwoFactorAuth
source: This door requires two factor authentication, please authenticate correctly!
ko_kr: 이 문은 2단계 인증이 필요하므로 다시 올바르게 인증해주십시오!
vi_vn: Cánh cửa này cần xác thực 2 yêú tố nên xin hãy xác nhận lại chính xác!

# FB_Body_TryAccessInEmergencyClose
source: This door is closed becaue emergency reason, please contact manager for support.
ko_kr: 이 문은 비상상황으로 닫혔으니, 매니저에게 지원을 요청하십시오.
vi_vn: Cửa này đã đóng trong tình huống khẩn cấp, hãy yêu cầu hỗ trợ từ quản lý.

# FB_Title_NormalAccess
source: Access Success
ko_kr: 액세스 성공
vi_vn: Truy cập thành công

# FB_Body_NormalAccess_0
source: Welcome {0}!
ko_kr: 안녕히 가세요 {0}!
vi_vn: Xin chào {0}!

# FB_Body_NormalAccess_1
source: Welcome {0}! Have a nice day!
ko_kr: {0}에 오신 것을 환영합니다! 좋은 하루 보내세요!
vi_vn: Xin chào {0}! Chúc bạn ngày mới tốt lành!

# FB_Body_NormalAccess_2
source: Welcome {0}! Have an enjoyable day ahead!
ko_kr: {0}님, 환영합니다! 앞으로 즐거운 하루 보내세요!
vi_vn: Xin chào {0}! Chúc bạn ngày mới vui vẻ !

# FB_Body_NormalAccess_3
source: Welcome {0}! Wishing you a pleasant day!
ko_kr: {0}님, 환영합니다! 즐거운 하루 보내시기 바랍니다!
vi_vn: Xin chào {0}! Chúc bạn có một ngày mới thật hạnh phúc!

# FB_Body_NormalAccess_4
source: Welcome {0}! Hope you have delightful moments today!
ko_kr: {0}님, 환영합니다! 오늘도 즐거운 순간을 보내시기 바랍니다!
vi_vn: Xin chào {0}! Mong bạn có thật nhiều khoảnh khắc vui vẻ trong hôm nay!

# FB_Body_NormalAccess_5
source: Welcome {0}! Hope you have a pleasureable today!
ko_kr: {0}님, 환영합니다! 오늘도 즐거운 시간 보내시기 바랍니다!
vi_vn: Xin chào {0}! Ngày mới tốt lành nha!

# FB_Body_NormalAccess_6
source: Welcome {0}! May your day be Joyful!
ko_kr: {0}님, 환영합니다! 당신의 하루가 즐겁기를 바랍니다!
vi_vn: Xin chào {0}! Chúc bạn ngày mới hạnh phúc!

# FB_Body_NormalAccess_7
source: Welcome {0}! Today’s going to be a great day! I can feel it!
ko_kr: {0}님, 환영합니다! 오늘은 정말 좋은 하루가 될 거예요! 나는 그것을 느낄 수 있다!
vi_vn: Xin chào {0}! Hôm nay sẽ là một ngày tuyệt vời! Bạn tin tôi đi!

# FB_Body_NormalAccess_8
source: Welcome {0}! Have an awesome day!
ko_kr: {0}님, 환영합니다! 멋진 하루 보내세요!
vi_vn: Xin chào {0}! Chúc bạn ngày mới tràn ngập niềm vui!

# FB_Body_NormalAccess_9
source: Welcome {0}! Have a fun day!
ko_kr: {0}님, 환영합니다! 좋은 하루 되세요!
vi_vn: Xin chào {0}! Chúc bạn ngày mới tràn ngập niềm vui!!

# FB_Body_NormalAccess_10
source: Hello {0}! Have a great day!
ko_kr: 안녕하세요, {0}님! 기쁨으로 가득한 새로운 하루를 보내시기 바랍니다!
vi_vn: Xin chào {0}! Chúc bạn ngày mới tràn ngập niềm vui!

# msgDeleteUnregisteredDevice
source: Deleted unregistered device(s) successfully.
ko_kr: 등록되지 않은 장치가 삭제되었습니다.
vi_vn: Các thiết bị không đăng ký đã bị xóa.

# ExistedNFCPhone
source: NFC Phone is already existed
ko_kr: NFC Phone 데이터가 이미 존재 합니다
vi_vn: NFC Phone đã tồn tại

# LengthMustEqual
source: {0} length should be {1} characters.
ko_kr: {0} 길이는 {1} 자 여야 합니다.
vi_vn: Chiều dài {0} phải là {1} ký tự.

# DeletedFailed
source: Some {0} are in a status that cannot be deleted. ({1})
ko_kr: 일부 {0}은(는) 삭제할 수 없는 상태입니다. ({1})
vi_vn: Một vài {0} đang ở trạng thái không thể xóa. ({1})

# msgNotSuitableDevice
source: This device is not suitable for performing requests.
ko_kr: 이 단말기는 요청을 수행하기에 적합하지 않습니다.
vi_vn: Thiết bị này không phù hợp để thực hiện các yêu cầu.

# LastDepartment
source: This is the last department.
ko_kr: 마지막 부서 입니다.
vi_vn: Đây là phòng ban cuối cùng.

# MessageUpdateFailed
source: Failed to update {0}.
ko_kr: {0} 업데이트 실패.
vi_vn: Không cập nhật được {0}.

source: Visit setting must have Access time.
ko_kr: 방문 설정엔 출입 시간이 반드시 포함되어야 합니다.
vi_vn: Cài đặt lượt truy cập phải có Thời gian truy cập.

# MessageAddNewFailed
source: Add new {0} failed.
ko_kr: 새로운 {0} 추가에 실패했습니다.
vi_vn: Thêm mới {0} thất bại.

# msgCannotUpdate
source: {0} cannot be changed.
ko_kr: {0}은(는) 변경하실 수 없습니다.
vi_vn: {0} không thể thay đổi.

# MessageSuccess
source: Update successfully
ko_kr: 업데이트 성공
vi_vn: Cập nhật thành công

# FB_Title_Warning
source: Warning
ko_kr: 경고
vi_vn: Cảnh báo

# ExistedFaceId
source: Face Id is already existed
ko_kr: 얼굴 인식 데이터가 이미 존재 합니다
vi_vn: Face Id đã tồn tại

# msgNotPermission
source: You don't have permssion.
ko_kr: 권한이 없습니다.
vi_vn: Bạn không có quyền.

# msgAlreadyApproved
source: Already approved. You can't review it.
ko_kr: 이미 승인되었습니다.
vi_vn: Bạn không có quyền phê duyệt người dùng này.

# DuplicatedVehicle
source: This vehicle is already registered in system.
ko_kr: 이 차량은 이미 등록되어 있습니다.
vi_vn: Phương tiện này đã được đăng ký trong hệ thống.

# msgProcessed
source: It's been {0} processed.
ko_kr: {0} 처리 되었습니다.
vi_vn: Đã được {0} xử lý.

# msgExistNotApproved
source: The approval step cannot be changed because there is a user waiting for approval.
ko_kr: 승인 대기 중인 사용자가 있어서 승인 단계를 변경할 수 없습니다.
vi_vn: Không thể thay đổi bước phê duyệt vì có người dùng đang chờ phê duyệt.

# msgCanNotUpdateWaiting
source: {0} cannot be changed while waiting for approval.
ko_kr: 승인 대기 중에 {0}은(는) 변경하실 수 없습니다.
vi_vn: {0} không thể thay đổi trong khi chờ phê duyệt.

# ImportRecordsError
source: Import {0} records success(add : {1}, update : {2}) but {3} record error
ko_kr: {0} 건 가져오기 성공 (추가 : {1}건, 수정 : {2}건) {3} 건 가져오기 실패
vi_vn: Nhập {0} dữ liệu thành công(thêm : {1}, cập nhật : {2}) những có {3} dữ liệu lỗi

# msgUserImportSuccess
source: Import Successfully
ko_kr: 성공적으로 가져옴
vi_vn: Nhập người dùng thành công

# msgUserImporting
source: Importing users...
ko_kr: 사용자 가져오는 중...
vi_vn: Đang thêm người dùng...

# msgUserImporting2
source: {0} users were imported to system. Importing more...
ko_kr: {0} 명의 사용자를 가져왔습니다. 추가 사용자 가져오는 중...
vi_vn: {0} người dùng đã được nhập vào hệ thống. Nhập thêm...

# MessageCanNotAddCardType
source: You can't add this type of card.
ko_kr: 이 유형의 인증매체는 추가하실 수 없습니다.
vi_vn: Bạn không thể thêm loại thẻ này.

# ChangedAccessGroup
source: There are users whose access group is changed. Would you like to go on? {0}
ko_kr: 출입그룹이 변경되는 사용자가 있습니다. 계속하시겠습니까? {0}
vi_vn: Có những người dùng bị thay đổi nhóm truy cập. Bạn có muốn tiếp tục không? {0}

# msgDemasterKeyInvalid
source: DeMasterPro Key Invalid
ko_kr: DeMasterPro Key 가 유효하지 않습니다
vi_vn: DeMasterPro Key không hợp lệ

# msgVerifyLicenseSuccess
source: License Key Verified
vi_vn: License Key được xác minh

# msgVerifyLicenseFalied
source: Active Failed
vi_vn: Khởi động không thành công

# msgUnassignDefaultGroup
source: Users cannot be unassigned from the default access group.
ko_kr: 기본 출입 그룹에서는 사용자를 할당 해제하실 수 없습니다.
vi_vn: Không thể bỏ gán người dùng khỏi nhóm truy cập mặc định.

# msgAccountNotActivated
source: Account not actived
vi_vn: Tài khoản chưa được kích hoạt

# MessageNoExtension
source: The file does not have an extension. Please check the file again.
ko_kr: 파일에 확장자가 없습니다. 파일을 한 번 더 확인해주세요.
vi_vn: Phần mở rộng không tồn tại trong tập tin. Vui lòng kiểm tra lại tệp tin.

# CannotDesignateDeptManager
source: This user cannot be designated as a department manager.
ko_kr: 부서장으로 지정할 수 없는 사용자 입니다.
vi_vn: Người dùng này không thể được chỉ định làm trưởng bộ phận.

# NoLoginAccount
source: There is not any account information to log in to.
ko_kr: 로그인할 계정 정보가 없습니다.
vi_vn: Không có thông tin tài khoản nào để đăng nhập.

# msgConfigError
source: Setting config error
vi_vn: Cài đặt cấu hình có lỗi

# CannotAssignCardStatus
source: The visitor is not in a card assignable status.
ko_kr: 방문자가 카드를 교부받을 수 있는 상태가 아닙니다.
vi_vn: Khách truy cập không được cấp thẻ.

# msgReturnCardSuccess
source: The card(s) has been successfully returned.
ko_kr: 카드가 성공적으로 회수 되었습니다.
vi_vn: Thẻ đã được trả thành công.

# msgReturnCardSuccessFail
source: Return {0} card(s) success, but {1} card(s) failed. (Not matched card(s) : {2})
ko_kr: {0}개 카드 회수 성공, {1}개 카드 회수 실패. (일치하지 않은 카드 : {2} 건)
vi_vn: Trả {0} thẻ thành công, nhưng {1} thẻ lỗi. (Thẻ không khớp : {2})

# msgNotMatched
source: The card and visitor information do not match each other.
ko_kr: 카드와 방문자 정보가 서로 일치하지 않습니다.
vi_vn: Thông tin thẻ và khách không khớp với nhau.

# msgCannotAutoApproved
source: Due to the visit system settings, the Auto-Approval feature is not available.
ko_kr: 방문 시스템 설정 상 전결 기능을 사용할 수 없습니다.
vi_vn: Do các xác lập hệ thống viếng thăm, nên không có tính năng tự động chấp thuận.

# DuplicatedVisitors
source: There are duplicated visitors information. ({0})
ko_kr: 중복된 방문자가 있습니다. ({0})
vi_vn: Có những thông tin khách truy cập trùng lặp. ({0})

# msgAssignDoorSuccess
source: Assign door(s) successfully.
ko_kr: 성공적으로 출입문을 배정했습니다.
vi_vn: Phân công cửa thành công.

# msgUnassignDoorSuccess
source: Unassign door(s) successfully.
ko_kr: 성공적으로 출입문 배정을 해제했습니다.
vi_vn: Đã gỡ bỏ thành công cửa.

source: No visitor information.
ko_kr: 방문자 정보가 없습니다.
vi_vn: Không có thông tin khách thăm.

# DuplicatedVehicles
source: There are duplicated vehicle information. ({0})
ko_kr: 중복된 차량 정보가 있습니다. ({0})
vi_vn: Có những thông tin trùng lặp về xe cộ. ({0})

# msgExistNotApprovedVIsitor
source: The approval step cannot be changed because there is a visitor waiting for approval.
ko_kr: 승인 대기 중인 방문자가 있어서 승인 단계를 변경할 수 없습니다.
vi_vn: Không thể thay đổi bước phê duyệt vì có người dùng đang chờ phê duyệt.

# msgRequiredVehicle
source: To add vehicle information, you must enter {0}.
ko_kr: 차량 정보 입력 시엔 {0}를 모두 입력 해야 합니다.
vi_vn: Để thêm thông tin xe, bạn phải nhập {0}.

# msgFireOn
source: A fire is detected in building {0}.
ko_kr: {0} 건물에서 화재가 감지되었습니다.
vi_vn: Phát hiện hỏa hoạn ở {0}.

# msgFireOff
source: The fire in building {0} has been extinguished.
ko_kr: {0} 건물의 화재 상황이 해제되었습니다.
vi_vn: Ngọn lửa trong đơn vị {0} đã được dập tắt.

# msgCannotDeleteStatus
source: Visitors can only be deleted when they are {0}.
ko_kr: 방문자는 {0} 상태인 경우에만 삭제할 수 있습니다.
vi_vn: Khách truy cập chỉ có thể bị xóa khi họ {0}.

# msgCannotTerminate
source: The visit cannot be terminated if the visitor is in the {0} state.
ko_kr: 방문자가 {0} 상태인 경우 방문을 종료할 수 없습니다.
vi_vn: Không thể kết thúc chuyến thăm nếu khách truy cập ở trạng thái {0}.

# msgSuccessTerminateVisit
source: The visit was successfully terminated.
ko_kr: 방문이 성공적으로 종료되었습니다.
vi_vn: Cuộc viếng thăm đã kết thúc thành công.

# CannotUpdateWorkTypeList
source: Cannot change it because there are still users of the unselected type. ({0})
ko_kr: 선택 해제한 유형의 사용자가 아직 남아 있기 때문에 변경할 수 없습니다. ({0})
vi_vn: Không thể thay đổi vì vẫn còn người dùng loại bỏ chọn lọc. ({0})

# msgMeetingTimeOverlap
source: Meeting Time overlap
vi_vn: Thời gian đăng ký bị trùng

# ImportVehicleAllocationError
source: Import {0} records success(add : {1}) but {2} record error
vi_vn: Nhập {0} dữ liệu thành công(thêm : {1}) but {2} bản ghi bị lỗi.

# ImportVehicleAllocationSuccess
source: Import {0} records success(add : {1})
vi_vn: Nhập {0} dữ liệu thành công(thêm : {1})

# msgCannotUpdateStatus
source: It it not in an appropriate state to perform this action.
ko_kr: 이 작업을 수행하기에 적합한 상태가 아닙니다.
vi_vn: Nếu ở trạng thái không thích hợp để thực hiện hành động này.

# ExistWaitingVisitor
source: There are visitors waiting for approval
ko_kr: 승인 대기중인 방문자가 존재합니다.
vi_vn: Khách mời đang chờ được phê duyệt.

# ExistedFingerPrint
source: Finger Print is already existed
ko_kr: 지문이 이미 존재합니다
vi_vn: Vân tay đã tồn tại

# msgUserImporting3
source: {0} users were imported to system. Importing more... ({0} / {1})
ko_kr: {0} 명의 사용자를 가져왔습니다. 추가 사용자 가져오는 중... ({0} / {1})
vi_vn: {0} người dùng đã được nhập vào hệ thống. Nhập thêm... ({0} / {1})

# msgAddBuildingMaster
source: Add new buidling master to {0} building.
ko_kr: {0} 건물에 마스터가 신규 등록되었습니다.
vi_vn: Thêm mới toàn nhà master vào đơn vị {0}.

# msgDeleteBuildingMaster
source: Delete existing buidling master from {0} building.
ko_kr: {0} 건물에서 기존 마스터가 제외되었습니다.
vi_vn: Xóa đơn vị master hiện tại khỏi toàn nhà {0}.

# msgSuccessToSend
source: Successfully transferred.
ko_kr: 성공적으로 전송되었습니다.
vi_vn: Chuyển thành công.

# msgZeroIdCornerSetting
source: CornerSetting's identity must be different from 0
vi_vn: Định danh của cấu hình góc phải khác 0

# msgNotFoundDevice
source: Can not found device
vi_vn: Không thể tìm thấy thiết bị

# msgStopProcess
source: You must select at least 1 process to stop
vi_vn: Bạn phải chọn ít nhất 1 tiến trình để dừng

# msgFileNotFound
source: File not found
vi_vn: Không tìm thấy tài liệu

# msgEmptyTransmit
source: Transmit type can not Empty
vi_vn: Loại chuyển giao không thể trống.

# msgControllerDeviceNotFound
source: Can not found controller device.
vi_vn: Không thể tìm thấy thiết bị điều khiển.

# msgCompanyNotMatch
source: Company of device not match with company of controller device.
vi_vn: Công ty của thiết bị không khớp với công ty của thiết bị điều khiển.

# msgNotFoundElevator
source: Can not found elevator
vi_vn: Không thể tìm thấy thang máy

# msgNotFoundEventLog
source: Can not found event log
vi_vn: Không thể tìm thấy nhật ký sự kiện

source: Exceptional Meal
ko_kr: 뛰어난 식사
vi_vn: Bữa ăn đặc biệt

# msgNotFoundHoliday
source: Can not found holiday
vi_vn: Không thể tìm thấy ngày nghỉ lễ

# msgNotFoundEmailTemplate
source: Can not found email template
vi_vn: Không thể tìm thấy mẫu email

# msgNotFoundMealEventLog
source: Can not found meal event log
vi_vn: Không thể tìm thấy nhật ký sự kiện bữa ăn

# msgZeroIdMealSetting
source: MealSetting's identity must be different from 0
vi_vn: Định danh của cấu hình bữa ăn phải khác 0

# msgNotFoundMealSetting
source: Can not found meal setting
vi_vn: Không thể tìm thấy cấu hình bữa ăn

# msgNotFoundMealType
source: Can not found meal type
vi_vn: Không thể tìm thấy loại bữa ăn

# msgNotFoundMeeting
source: Can not found meeting
vi_vn: Không thể tìm thấy bữa tiệc

# msgNotFoundUser
source: Can not found user
vi_vn: Không thể tìm thấy người dùng

# msgNotMatchKey
source: The key not match
vi_vn: Key không khớp

# msgNotFoundPlugin
source: Can not found Plug-in
vi_vn: Plug-in không thể tìm thấy

# msgNotFoundRole
source: Can not found role
vi_vn: Không thể tìm thấy role

# msgNotFoundSetting
source: Can not found setting
vi_vn: Không thể tìm thấy cài đặt

# lblHeader
source: Header
vi_vn: Tiêu đề

# msgNotFoundUnknownPerson
source: Can not found Unknown Person
vi_vn: Không thể tìm thấy người không xác định

# lblUnknownPerson
source: UnknownPerson
vi_vn: Người không xác định

# msgNotFoundUnregistedDevice
source: Can not found unregisted device
vi_vn: Không thể tìm thấy thiết bị chưa đăng ký

# msgNotFoundCard
source: Can not found card
vi_vn: Không thể tìm thấy thẻ

# msgNotFoundCompany
source: Can not found company
vi_vn: Không thể tìm thấy công ty

# msgNotFoundVehicle
source: Can not found vehicle
vi_vn: Không thể tìm thấy phương tiện

# msgNotFoundVisit
source: Can not found visit
vi_vn: Không thể tìm thấy khách

# msgErrorReCaptcha
source: Incorrect Recaptcha
vi_vn: Recaptcha không đúng

# msgErrorSendEmail
source: Email or link invite incorrect
vi_vn: Email hoặc đường link mời không đúng

# msgNotFoundQrCode
source: Can not found qrcode
vi_vn: Không thể tìm thấy qrcode

# lblDoor
source: Door
vi_vn: Cửa

# VisitIdBlank
source: Visit ID can not be blank.
vi_vn: Mã khách không thể trống.

# msgIsAllowUserTarget
source: Can not allow get user target
vi_vn: Không được phép lấy danh sách người dùng

# msgNotFoundPath
source: Can not found path
vi_vn: Không thể tìm thấy đường dẫn

# msgNotFoundWorkingType
source: Can not found working type
vi_vn: Không thể tìm thấy loại việc làm

# pointVisitNotEnough
source: Point of company is not enough
vi_vn: Điểm của công ty không đủ.

# msgConnectDeptAcGrp
source: The department(s) has successfully connected to the access group.
ko_kr: 부서가 출입그룹에 성공적으로 연결되었습니다.
vi_vn: Bộ phận đã kết nối thành công với nhóm truy cập.

# msgDisconnectDeptAcGrp
source: The department(s) and access group have been successfully disconnected.
ko_kr: 부서와 출입 그룹의 연결이 성공적으로 해제되었습니다.
vi_vn: (Các) bộ phận và nhóm truy cập đã bị ngắt kết nối thành công.

# msgCannotAssignAgToUser
source: You can not set this access group to user.
vi_vn: Bạn không thể gán nhóm truy cập cho người dùng này.

# msgExportCardQrFail
source: Export card qr failed
ko_kr: 카드 qr 내보내기 실패
vi_vn: Xuất thẻ qr không thành công

# msgExportCardQrSuccess
source: Export card qr complete, click hear to download: {0}
ko_kr: 카드 내보내기가 완료되었습니다. 다운로드하려면 듣기를 클릭하세요: {0}
vi_vn: Xuất thẻ qr hoàn tất, bấm ngay để tải xuống: {0}

# msgExportingCardQr
source: Card QR is exporting...
ko_kr: 카드 QR을 내보내는 중...
vi_vn: Đang xuất QR thẻ...

# msgNotFoundMeetingRoom
source: Can not found meeting room
vi_vn: Không thể tìm thấy phòng họp

# msgNotPermissionAddAnotherDept
source: You don't have permission to create a department that is not managed by your department.
vi_vn: Bạn không có quyền tạo phòng ban không thuộc phòng ban của bạn quản lý.

# msgExistSystemAccount
source: This account is system administrator
ko_kr: 이 계정은 시스템 관리자입니다
vi_vn: Tài khoản này là quản trị viên hệ thống

# lblSystem
source: System
ko_kr: 체계
vi_vn: Hệ thống

# ExpiredTokenAndRefreshTokenMismatched
source: Access token and refresh token mismatched.
ko_kr: 액세스 토큰과 새로 고침 토큰이 일치하지 않습니다.
vi_vn: Mã truy cập và mã làm mới không khớp.

# FB_Body_NormalAccess
source: Welcome!
ko_kr: 안녕히 가세요!
vi_vn: Xin chào!

# Welcome {0}! FB_Body_NormalAccess_10
source: Have a terrific day!
vi_vn: Chúc bạn một ngày tuyệt vời!

# msgCardIdExisted
source: CardId existed in system {0}.
ko_kr: 시스템에 CardId {0}가 존재합니다.
vi_vn: Mã thẻ đã tồn tại trong hệ thống {0}.

# msgPartnerIdInvalid
source: Partner id invalid
vi_vn: Partner id không hợp lệ

# msgSchoolCodeInvalid
source: School Code Invalid
vi_vn: School Code không hợp lệ

# msgNotAllowIpAddres
source: Your Ip Address not allow log in to this company
ko_kr: 귀하의 IP 주소로는 이 회사에 로그인할 수 없습니다
vi_vn: Địa chỉ IP của bạn không được phép đăng nhập vào công ty này

# msgExportFailed
source: Export file failed
ko_kr: 파일 내보내기에 실패했습니다
vi_vn: Xuất tệp thất bại

# ExistCardData
source: {0} is already existed
ko_kr: {0} 데이터가 이미 존재 합니다
vi_vn: {0} đã tồn tại

# msgImageInvalid
source: Image invalid
vi_vn: Ảnh không hợp lệ

# msgCameraIsExisted
source: Camera {0} existed in system.
ko_kr: 카메라 {0}는 시스템에 이미 존재합니다.
vi_vn: Camera {0} đã tồn tại trong hệ thống

# roleIsAssignedAndCannotDelete
source: This role is assigned to users and cannot be deleted.
ko_kr: 이 역할은 사용자에게 할당되어 있으므로 삭제할 수 없습니다.
vi_vn: Role này đã được gán cho người dùng và không thể xóa.

# msgNotFoundAccessSchedule
source: Can not found access schedule
ko_kr: 접근 일정을 찾을 수 없습니다.
vi_vn: Không thể tìm thấy lịch trực

# msgAccessScheduleTimeOverlap
source: The employee has already been assigned to another shift during the same time.
vi_vn: Nhân viên đã được phân công một lịch trực khác trong cùng khoảng thời gian.

# msgNotFoundWorkShift
source: Can not found work shift
ko_kr: 카메라 {0}는 시스템에 이미 존재합니다.
vi_vn: Không thể tìm thấy ca trực

# msgStartLessEnd
source: Start date must be less than end date
vi_vn: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

# msgInvalidInput
source: {0} Special characters or code snippets are not allowed.
vi_vn: {0} Không được chứa ký tự đặc biệt hoặc đoạn mã code.

# MustBeGreaterThanZero
source: {0} must be greater than {1} and less than {2}. (Seconds)
vi_vn: {0} phải lớn hơn {1} và nhỏ hơn {2}. (Giây)

# msgDateMustBeInPast
source: {0} must be in the past
vi_vn: {0} phải ở trong quá khứ

source: Invalid email format
vi_vn: Email không đúng định dạng

source: or
vi_vn: hoặc

# msgCannotDeleteBecauseRef
source: Cannot delete {0} because it is still linked to {1}.
vi_vn: Không thể xóa {0} do vẫn còn liên kết với {1}.

# msgVehicleImporting
source: {0} vehicles were imported to system. Importing more... ({1} / {2})
vi_vn: {0} phương tiện đã được nhập vào hệ thống. Nhập thêm... ({1} / {2})

# msgFileIncorrectFormat
source: File incorrect format. Unable to read Excel file.
ko_kr: 파일 형식이 올바르지 않습니다. Excel 파일을 읽을 수 없습니다.
vi_vn: Tệp tin không đúng định dạng. Không thể đọc tệp Excel.

# msgFileIncorrectFormatColumns
source: File incorrect format. Expected {0} columns, but found {1} columns.
ko_kr: 파일 형식이 올바르지 않습니다. {0}개 열이 필요하지만 {1}개 열이 발견되었습니다.
vi_vn: Tệp tin không đúng định dạng. Cần {0} cột, nhưng tìm thấy {1} cột.
