Repository: quynhanh1706vp-byte/SECURITY-10-08
Catalog: src/dmpw_linux_install_v3/code_unpacked/api/API/DeMasterProCloud.Common/Resources/MessageResource.*.resx
Languages: ko_kr, vi_vn

# msgFileIncorrectFormatHeader
source: File incorrect format. Expected header '{0}' at column {1}, but found '{2}'.
ko_kr: 파일 형식이 올바르지 않습니다. {1}번째 열에 헤더 '{0}'가 필요하지만 '{2}'가 발견되었습니다.
vi_vn: Tệp tin không đúng định dạng. Cần tiêu đề '{0}' ở cột {1}, nhưng tìm thấy '{2}'.

# msgFailedDelete
source: The {0} cannot be deleted because there are some {1} that is using this {0}.
ko_kr: {0}을(를) 사용하는 일부 {1}이(가) 있으므로 {0}을(를) 삭제할 수 없습니다.

# msgAssignSuccessFail
source: Assign {1} {0} success, but {2} {0} failed. (Duplicated {0} : {3})
ko_kr: {1}개 {0} 할당 성공, {2}개 {0} 할당 실패. (중복 {0} : {3} 건)

# msgInvalidFile
source: Invalid file, please check the file again.
ko_kr: 잘못된 파일 입니다. 파일을 다시 확인해 주세요.

# msgNoRecoverEventsInFile
source: There are no events to recover in that file. Please check the query conditions and files again.
ko_kr: 해당 파일에 복구할 이벤트가 존재하지 않습니다. 조회 조건 및 파일을 다시 한 번 확인해주세요.
